{"1":{"id":1,"name":"Кубики снижения размерности","icon":"icon/rogue/curios/1001.png","desc":"После победы в бою появляется возможность выбрать дополнительные благословения в количестве 1. При этом число возможностей выбрать благословение уменьшается на 1. После 2 раз срабатывания эффекта диковина повреждается.","params":[1,1,2],"story_desc":"Девять шестигранных кубиков составляют это причудливое пирамидальное устройство. Оно может непрерывно уменьшать количество измерений, которое оно занимает, и существовать как в трёхмерном мире, так и в двухмерной плоскости. Никто не знает, кто его создал и зачем.","tag":""},"2":{"id":2,"name":"Трутовик хаоса","icon":"icon/rogue/curios/1002.png","desc":"При выборе благословения после победы в бою количество бесплатных сбросов благословения повышается на 1.","params":[1],"story_desc":"Облака рождаются из скопления влаги. Они создаются без всякой цели и рассеиваются без предупреждения. Однако, когда люди смотрят на облака, они часто проецируют своё воображение на их формы. Доктора Хаоса не верят в абсолютное ничто. Всё, что кажется бессмысленным, должно иметь свою собственную неопровержимую цель. Трутовик хаоса - их самая распространённая диковина, используемая для восстановления уверенности отчаявшихся Самоуничтожителей в том, что у них есть цель в жизни.","tag":""},"3":{"id":3,"name":"Фасеточный глаз для гиперпрыжка","icon":"icon/rogue/curios/1003.png","desc":"При выборе благословения после победы в битве все благословения 1★ усиливаются.","params":[1],"story_desc":"Есть два типа Безымянных. Одни наслаждаются тайнами неизвестного, в то время как другие стремятся проложить путь по вселенной. Именно они создали фасеточные глаза для гиперпрыжка с помощью силы Акивили. Свет этих устройств может прыгать к звёздам и приносить новости из других миров. Для Безымянного, путешествующего в одиночку, фасеточные глаза - незаменимые инструменты, которые не дают окунуться с головой в миры, наполненные амбровым сыром.","tag":""},"4":{"id":4,"name":"Плод инопланетного дерева","icon":"icon/rogue/curios/1004.png","desc":"После победы в бою воскрешает всех павших персонажей в текущем отряде и восстанавливает их HP до значения макс. HP. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Этот фрукт в форме сердца растёт на деревьях, благословлённых Яоши, и предположительно ему пятьдесят янтарных эр. Неясно, даст ли этот плод бессмертие тем, кто его съест, но само дерево определённо является бессмертным чудовищем.","tag":""},"5":{"id":5,"name":"Шкатулка неопределённости","icon":"icon/rogue/curios/1005.png","desc":"Сразу после получения эта диковина даёт 1-2 случайных благословений.","params":[1,2],"story_desc":"Каждая сторона этой шкатулки может быть открыта. Стороны, которые должны перекрываться, остаются открытыми. Из-за этой уникальной характеристики никто не может быть уверен в том, что произойдёт, когда шкатулка будет открыта. Хранить в ней что-либо не рекомендуется.","tag":""},"6":{"id":6,"name":"Амбровый сыр","icon":"icon/rogue/curios/1006.png","desc":"После победы немедленно восстанавливает всем союзникам 30% HP.","params":[0.3,5],"story_desc":"Давным-давно робот-помощник превратил амбру Изобилия в сыр, чтобы удовлетворить, казалось бы, нескончаемый аппетит своего маленького хозяина. Неожиданно амбровый сыр начал увеличиваться сам по себе. Робот-помощник и его хозяин ели изо всех сил, но не успевали за растущим сыром. Поэтому им пришлось обратиться за помощью к группе проходящих мимо Скорбящих актёров, и они сбежали в другой мир на гондоле. Этот мир и по сей день до отказа набит вкуснейшим сыром, да так, что не осталось ни сантиметра свободного места. Мораль этой истории в том, что не стоит тратить еду впустую.","tag":""},"7":{"id":7,"name":"Клей удачи","icon":"icon/rogue/curios/1007.png","desc":"При выборе благословения после победы в бою появится благословение 3★. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Является ли удача способностью? Может быть. Можно ли изменить удачу? Герта верит, что это возможно. Она изобрела Клей удачи. Просто нанесите его на веки, и ваша удача увеличится на целых 24 часа. Многие на космической станции «Герта» были в восторге от возможности опробовать это изобретение. Они все провели прекрасный день, который напомнил им о возможности жить обычной жизнью в неспокойном мире.","tag":""},"8":{"id":8,"name":"Вечно голодный пергамент","icon":"icon/rogue/curios/1008.png","desc":"В начале боя все противники получат фиксированный урон, равный 30% от их макс. HP.","params":[0.3,5],"story_desc":"В списке диковин Герты уровень опасности этого пергамента отмечен как чрезвычайно высокий. Когда-то он принадлежал Фикциологам истории, а потом оказался на космической станции. Пергамент питается историей человечества, его жадный рот разрывает коллективное подсознание цивилизации на куски. Герта подделала ложные воспоминания о мире, чтобы он пожирал их, чтобы удовлетворить свой бесконечный голод. Но однажды этот пергамент раскроет обман.","tag":""},"9":{"id":9,"name":"Разбитые часы с кукушкой","icon":"icon/rogue/curios/1009.png","desc":"При следующем входе в Виртуальную вселенную вы получаете случайное благословение 1★.","params":[],"story_desc":"Мастерица по изготовлению часов с кукушкой из Корпорации межзвёздного мира однажды встретила Терминуса. От удивления она выронила часы из руки, и они разбились вдребезги в прошлом Терминуса. Позже эта мастерица присоединилась к Авангарду знамения, пытаясь использовать часы с кукушкой для расшифровки пророчества Терминуса. За свою жизнь она создала бесчисленное множество часов, но сломанные часы с кукушкой всегда были ей дороже всех. В тот момент, когда они разбились, мастерица встретила Терминуса. В тот момент, когда они разбились, Терминусу ещё предстояло встретиться с мастерицей.","tag":""},"10":{"id":10,"name":"Механические часы с кукушкой","icon":"icon/rogue/curios/1010.png","desc":"При следующем входе в Виртуальную вселенную вы получаете случайное благословение 2★.","params":[],"story_desc":"После Второго восстания Руперта Корпорация межзвёздного мира планировала жестокое уничтожение всей механической жизни в Галактике. К счастью, до того, как план был принят, Корпорация узнала, что Скрюллум № 76 был выбран Нус для вступления в Общество гениев. Затем Корпорация сделала эти механические часы с кукушкой в качестве подарка, чтобы задобрить нового гения. На сегодняшний день этот подарок ничем не примечателен, но он был сделан в эпоху, когда механические существа подвергались преследованию. Создание механических часов с кукушкой само по себе является символом мира.","tag":""},"11":{"id":11,"name":"Мантия доктора","icon":"icon/rogue/curios/1011.png","desc":"В начале боя восстанавливает энергию Резонанса Пути до максимума и повышает урон от Резонанса Пути на 40%.","params":[0.4,5],"story_desc":"Однажды в тайной тёмной паутине Устройства IX появился невероятно дорогой товар, который привлёк внимание бесчисленных участников торгов. Говорят, что эта мантия когда-то принадлежала № 64 из Общества гениев, доктору Примитиву, и предположительно обладает невероятными свойствами. Продавцом мантии был анонимный пользователь. Его считали одним из Галактических рейнджеров и продолжали посылать ему вопросы. К сожалению, таинственный владелец не дал никаких ответов даже после того, как товар был продан.","tag":""},"12":{"id":12,"name":"Билет Общества","icon":"icon/rogue/curios/1012.png","desc":"Повышает количество полученных после победы в бою космических фрагментов на 75%.","params":[0.75],"story_desc":"№ 56 Общества гениев Элиасу Саласу однажды приснился прекрасный сон. Он пожелал, чтобы Общество смогло собраться вместе и счастливо поговорить о своей жизни, любви и мечтах. Поэтому он создал билеты Общества и разработал целую систему, которая гарантировала, что каждый новый член Общества получит этот билет даже после его смерти. Билет может мгновенно телепортировать пользователя в праздничное измерение. Правда в том, что каждый новый член после № 56 действительно использовал свой билет Общества, но ни разу одновременно с кем-то другим.","tag":""},"13":{"id":13,"name":"Бон веры","icon":"icon/rogue/curios/1013.png","desc":"Уменьшает количество требуемых для усиления благословения, сброса благословения и сброса павших персонажей космических фрагментов на 30%.","params":[0.3],"story_desc":"Сотрудники, достигшие уровня P-40 в Корпорации межзвёздного мира, получают право на покупку Бона веры. Бон выступает свидетельством признания Луи Флемингом и сопровождается священной клятвой: сотруднику теперь отведён удел в великих деяниях Сохранения, предначертанных Повелителем Янтаря. Способности одного человека ничего не значат, его богатство тоже ничего не значит, а его вера подобна пылинке в бескрайних звёздных морях. Однако поколения человечества объединятся и в конечном итоге получат силу для защиты всей вселенной.","tag":""},"14":{"id":14,"name":"Мантия Красоты","icon":"icon/rogue/curios/1014.png","desc":"В начале боя повышает урон, наносимый всеми союзниками, на 16% за каждые 100 космических фрагментов, которыми вы владеете.","params":[100,0.16,5],"story_desc":"Вся вселенная склонилась перед грацией Рыцарей Красоты, когда они ещё бороздили небеса. Эти благородные рыцари, которые гнались за красотой, носили сверкающие золотые и серебряные доспехи и облачались в великолепные одежды, сотканные из шёлка и звёздного света. Под шлемами скрывались божественно красивые черты лица. Даже в нынешнюю эпоху, когда Красота уже поблёкла, те, кто когда-то был свидетелем великолепия рыцарей, всё ещё верят, что Идрила однажды вернётся.","tag":""},"15":{"id":15,"name":"Золотая монета раскола","icon":"icon/rogue/curios/1015.png","desc":"Каждый раз, когда вы переходите в новую зону, вы получаете космические фрагменты в количестве 6% от накопленных вами фрагментов.","params":[0.06],"story_desc":"Не все планеты раскрыли свои объятия и приветствовали расширение коммерческой империи Корпорации межзвёздного мира. В то время как галактическая карта продолжала расширяться, всегда были редкие исключения, которые отказывались от благодеяний корпорации. «Спасибо, - начинали они, - но нам не нужны кредиты. Мы прекрасно можем сами о себе позаботиться». Представитель корпорации обычно пожимал плечами в ответ на эти заявления, а затем небрежно разрушал основу коммерческой системы этой планеты, а в большинстве случаев она зависела от золота.","tag":""},"16":{"id":16,"name":"Бесполезная пишущая машинка","icon":"icon/rogue/curios/1016.png","desc":"","params":[],"story_desc":"Эта пишущая машинка была конфискована у Загадочника, сосланного корпорацией. У неё 27 кнопок, и она может воспроизводить все нерасшифрованные языки вселенной с помощью своих комбинаций. Оглянитесь вокруг, вдруг вы увидите, что вас окружают извилистые, бессмысленные, ломаные и хаотичные слова! Возможно, это результат работы этой пишущей машинки.","tag":""},"17":{"id":17,"name":"Свечные ножницы небытия","icon":"icon/rogue/curios/1017.png","desc":"Сразу после получения эта диковина восстанавливает до 2 повреждённых диковин и сбрасывает количество их использований до базового значения.","params":[2],"story_desc":"Мало кто стал бы использовать эти ножницы для фитилей на настоящих свечах. Обычно их используют для более жестоких, тёмных и болезненных целей. Эти ножницы не режут ничего материального. Они сокращают жар в сердце живого организма, мотивацию, страсть. Если ножницы небытия обрежут ваше сердце, вы не почувствуете боли, а только апатию.","tag":""},"18":{"id":18,"name":"Всеведущая капсула","icon":"icon/rogue/curios/1030.png","desc":"Откройте инвентарь, чтобы использовать расходные предметы. После того, как вы используете диковину 5 раз(а), она повредится.","params":[5],"story_desc":"В Гильдии эрудитов есть группа, которая считает, что наука изначально была такой же, как магия, что продвинутая наука - это магия, а строгая магия - это наука. Черпая вдохновение из древних фантастических мифов, они создали Всеведущую капсулу, лёгкое и удобное устройство для хранения. Гильдия эрудитов планировала, что Всеведущая капсула в конечном итоге приведёт к созданию независимых полуизмерений, что позволит получить бесконечное пространство за пределами передовых технологий пространственного сжатия, используемых в настоящее время... Но у них до сих пор ничего не вышло.","tag":""},"19":{"id":19,"name":"Запись из-за небесного предела","icon":"icon/rogue/curios/1031.png","desc":"В начале боя все союзники получают иммунитет ко всему урону, кроме периодического. Этот эффект снимается после получения атаки. Они также получают иммунитет к ослаблениям на 3 хода.","params":[1,3,5],"story_desc":"Небесный хор потерял свою веру, когда Шипе поглотила Эну. Некогда торжественные аккорды смолкли, и звёзды потеряли свой голос. Сегодня в этом мире сохранилось лишь несколько записей, сделанных преданными слушателями хора. Если эти записи поместить в специальные фонографы, вы услышите песни с другого конца вселенной, звуки, в которых заключена красота Порядка. Последний фонограф Порядка был уничтожен во время войны Императора, и теперь толстый слой пыли на пластинках - это протест против беззвучного времени.","tag":""},"20":{"id":20,"name":"Энтропийные игральные кости","icon":"icon/rogue/curios/1034.png","desc":"Сразу после получения эта диковина случайно усиливает 2 шт. благословений.","params":[2],"story_desc":"Энтропийные кости распространены во Вселенной и вызывают бесчисленные крошечные, но злые возмущения. Чтобы использовать их, нужно крепко схватить кубик и мысленно придумать предложение, а затем, бросая кубик, подумать о еде, которую хотите съесть больше всего. Вы получите неожиданное богатство, если на кубике выпадет определённое число, или чудесную любовь, но другие числа вызывают болезни, невезение, проклятия и вечный дождь. Несмотря на это, многие люди всё ещё любят играть с этими костями и с радостью заявляют, что это просто шутка Недотёп в масках.","tag":""},"21":{"id":21,"name":"Сияющие трапецоэдрические игральные кости","icon":"icon/rogue/curios/1035.png","desc":"Заменяет случайными диковинами все диковины, которые у вас есть. Включая саму себя.","params":[],"story_desc":"У этого кубика неправильные стороны, а внутри безудержно вращается чудесный свет. Говорят, что это печать ужасного и неописуемого злого бога, и нужно любой ценой избегать контакта с ним в тёмных местах. Некоторые не верили в этот миф и настаивали на том, чтобы остаться в тёмной комнате с кубиком, только чтобы обнаружить, что свет внутри самого кубика не может быть погашен. Вот как возник знаменитый парадокс сияющих трапецоэдрических игральных костей - вы не можете доказать то, что не может быть доказано.","tag":""},"22":{"id":22,"name":"Сургуч Сохранения","icon":"icon/rogue/curios/1020.png","desc":"Даёт 1 благословение Сохранения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Сохранения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"23":{"id":23,"name":"Сургуч Радости","icon":"icon/rogue/curios/1021.png","desc":"Даёт 1 благословение Радости. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Радости.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"24":{"id":24,"name":"Сургуч Охоты","icon":"icon/rogue/curios/1022.png","desc":"Даёт 1 благословение Охоты. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Охоты.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"25":{"id":25,"name":"Сургуч Разрушения","icon":"icon/rogue/curios/1023.png","desc":"Даёт 1 благословение Разрушения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Разрушения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"26":{"id":26,"name":"Сургуч Памяти","icon":"icon/rogue/curios/1024.png","desc":"Даёт 1 благословение Памяти. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Памяти.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"27":{"id":27,"name":"Сургуч Небытия","icon":"icon/rogue/curios/1047.png","desc":"Даёт 1 благословение Небытия. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Небытия.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"28":{"id":28,"name":"Сургуч Изобилия","icon":"icon/rogue/curios/1025.png","desc":"Даёт 1 благословение Изобилия. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Изобилия.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"45":{"id":45,"name":"Беспорядочный код","icon":"icon/rogue/curios/420001.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления персонаж теряет всю энергию после пробития уязвимости противника.\nПосле исправления кода диковина восстанавливает энергию персонажа.","params":[],"story_desc":"Ни отступов, ни разрыва строки, ни значимых вариаций, ни имён функций... Этот код настолько корявый, что вручную его не исправить.\n\n«Но что если он работает?»","tag":""},"46":{"id":46,"name":"Беспорядочный код","icon":"icon/rogue/curios/420001.png","desc":"Восстанавливает 40 энергии после пробития уязвимости противника.","params":[40],"story_desc":"Ни отступов, ни разрыва строки, ни значимых вариаций, ни имён функций... Этот код настолько корявый, что вручную его не исправить.\n\n«Но что если он работает?»","tag":""},"47":{"id":47,"name":"Странный код","icon":"icon/rogue/curios/420002.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления персонаж теряет 30% текущего HP каждый раз, когда использует сверхспособность.\nПосле исправления кода диковина восстанавливает HP персонажа.","params":[0.3],"story_desc":"Ваши инстинкты подсказывают, что этот код может работать. Ещё ваши инстинкты говорят, что они могут ошибаться.\n\n«У нас тут может быть бесконечный цикл. Но, может быть, это и не так плохо...»","tag":""},"48":{"id":48,"name":"Странный код","icon":"icon/rogue/curios/420002.png","desc":"Использование сверхспособности восстанавливает 30% HP.","params":[0.3],"story_desc":"Ваши инстинкты подсказывают, что этот код может работать. Ещё ваши инстинкты говорят, что они могут ошибаться.\n\n«У нас тут может быть бесконечный цикл. Но, может быть, это и не так плохо...»","tag":""},"49":{"id":49,"name":"Обычный код","icon":"icon/rogue/curios/420003.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления персонаж получает на 35% больше урона, если значение его HP ниже 50%.\nПосле исправления эта диковина снижает урон, получаемый персонажем.","params":[0.5,0.35,0.5],"story_desc":"Этот код со своими задачами справляется, несмотря на его логику. Достигается это, конечно, за счёт увеличения времени и сложности пространства.\n\n«Сойдёт. Для пользователя всё равно нет разницы. А кто будет жаловаться, скажем, пусть обновляют оперативку».","tag":""},"50":{"id":50,"name":"Обычный код","icon":"icon/rogue/curios/420003.png","desc":"Когда значение HP персонажа ниже 50%, он получает на 25% меньше урона.","params":[0.5,0.25],"story_desc":"Этот код со своими задачами справляется, несмотря на его логику. Достигается это, конечно, за счёт увеличения времени и сложности пространства.\n\n«Сойдёт. Для пользователя всё равно нет разницы. А кто будет жаловаться, скажем, пусть обновляют оперативку».","tag":""},"51":{"id":51,"name":"Элегантный код","icon":"icon/rogue/curios/420004.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления действие случайного противника будет продвигаться вперёд на 35% каждый раз, когда персонаж применяет навык.\nПосле исправления диковина продвигает действие персонажа вперёд.","params":[0.35],"story_desc":"Вас переполняет удовольствие от одного только взгляда на этот код. Мысль о том, чтобы использовать его, повергает вас в трепет.\n\n«Ни единой лишней строчки... Это произведение искусства».","tag":""},"52":{"id":52,"name":"Элегантный код","icon":"icon/rogue/curios/420004.png","desc":"Следующее действие после использования навыка продвинется вперёд на 25%.","params":[0.25],"story_desc":"Вас переполняет удовольствие от одного только взгляда на этот код. Мысль о том, чтобы использовать его, повергает вас в трепет.\n\n«Ни единой лишней строчки... Это произведение искусства».","tag":""},"53":{"id":53,"name":"Загадочный код","icon":"icon/rogue/curios/420005.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления, когда персонаж побеждает противника, наносимый остальными противниками урон повышается на 35%.\nПосле исправления кода эта диковина повышает наносимый всеми союзниками урон.","params":[0.35],"story_desc":"Использовать его - риск, но вот написать такое - настоящее преступление.\n\n«Кто это сделал? Могу я подать на них в суд за умышленное нанесение тяжкого вреда здоровью?»","tag":""},"54":{"id":54,"name":"Загадочный код","icon":"icon/rogue/curios/420005.png","desc":"Когда персонаж побеждает противника, наносимый всеми союзниками урон повышается на 25%.","params":[0.25],"story_desc":"Использовать его - риск, но вот написать такое - настоящее преступление.\n\n«Кто это сделал? Могу я подать на них в суд за умышленное нанесение тяжкого вреда здоровью?»","tag":""},"55":{"id":55,"name":"Рекурсивный код","icon":"icon/rogue/curios/420006.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления любое использование навыка будет потреблять дополнительные очки навыков 1.\nПосле исправления диковина восстанавливает очки навыков за каждую использованную базовую атаку.","params":[1],"story_desc":"Вы отлично понимаете, что использование этого кода вызовет переполнение стека и потратит всю имеющуюся память.\nНо это даст вам очень много космических фрагментов. Так что почему нет?\n\n- О всемогущий механический аристократ, как можешь ты терпеть столь гнусный код в нашем безупречном проекте?!\n- Предпосылка: идеал противоположен ошибке. Вопрос: идеальна ли реальная вселенная? Ответ: нет. Заключение: Виртуальная вселенная должна не быть идеальной. Она должна позволять ошибки.","tag":""},"56":{"id":56,"name":"Рекурсивный код","icon":"icon/rogue/curios/420006.png","desc":"Дополнительно восстанавливает 1 оч. навыков за каждую базовую атаку.","params":[1],"story_desc":"Вы отлично понимаете, что использование этого кода вызовет переполнение стека и потратит всю имеющуюся память.\nНо это даст вам очень много космических фрагментов. Так что почему нет?\n\n- О всемогущий механический аристократ, как можешь ты терпеть столь гнусный код в нашем безупречном проекте?!\n- Предпосылка: идеал противоположен ошибке. Вопрос: идеальна ли реальная вселенная? Ответ: нет. Заключение: Виртуальная вселенная должна не быть идеальной. Она должна позволять ошибки.","tag":""},"57":{"id":57,"name":"Ароматная приманка из осколков звёзд","icon":"icon/rogue/curios/1029.png","desc":"Скорость передвижения персонажа по карте повышается на 20%. Во время боя после действия этого персонажа его действие продвигается вперёд на 10%.","params":[0.2,0.1],"story_desc":"До Сумеречных войн обломки от взрыва расширяющейся хаотичной туманности можно было использовать в качестве приманки: неповторимый запах космической пыли привлекал левиафанов. Но с тех пор, как завершилась катастрофа, охватившая весь мир, ароматная приманка из осколков звёзд, похоже, потеряла первоначальные свойства. И как бы учёные ни пытались её модифицировать, никому так и не удалось призвать левиафанов.","tag":""},"58":{"id":58,"name":"Свечные ножницы аннигиляции","icon":"icon/rogue/curios/1046.png","desc":"Каждый разрушенный предмет повышает урон, наносимый во время боя всеми персонажами, на 3%.","params":[0.03],"story_desc":"Если этими ножницами подрезать фитиль, то разъярённое пламя антиматерии подожжёт саму свечу. Из-за столкновения элементарных частиц свеча полностью исчезнет за считанные секунды. Если ножницами прикоснуться к коже, то моментально возникнет реакция рассеяния энергии. Любой участок, которого они коснутся, сразу же превратится в вибрирующие, и впоследствии рассеивающиеся античастицы.","tag":""},"59":{"id":59,"name":"Паутина","icon":"icon/rogue/curios/1019.png","desc":"В начале боя персонаж с наибольшей силой атаки входит в статус Паразитирование. В этом состоянии сила атаки персонажа повышается на 50%, а также в начале хода расходуется 20% от текущего HP персонажа. Если этот персонаж не способен продолжать бой, то эффект переходит на другого случайного персонажа.","params":[0.5,0.2],"story_desc":"Вооружённые археологи уже несколько раз сообщали о том, как натыкались на заросли паутины в пещерах. Опасность представляют налипшие на паутину зародышевая оболочка, личинки и прочие выделения, от которых можно заразиться при случайном прикосновении. Один заразившийся археолог, чтобы передать материалы в Гильдию эрудитов, сам вырезал из своей руки личинку. Учёные пришли в восторг от этого отважного поступка и до утра проводили исследования. Их вывод был таков: скорее всего, эти личинки - потомки Тайззиронта, Императора Инсекторума.","tag":""},"60":{"id":60,"name":"Распределитель займов типа «Ангел»","icon":"icon/rogue/curios/1044.png","desc":"После победы в бою получить космические фрагменты нельзя. После 5 раз срабатывания эффекта диковина повреждается, а количество имеющихся космических фрагментов удваивается.","params":[5],"story_desc":"Распределитель займов от отдела консолидации бизнеса Корпорации межзвёздного мира после открытия крышки частицами электронных волн формируется счётчик в форме ангела. Корпорация уже выпустила большой ряд различных моделей, включая модель для ношения на запястье и модель в форме подушки для сна. По своей сути это инвестиционный продукт, в который клиенты с определённой периодичностью складывают монеты, а в конце периода получают прибыль.","tag":""},"61":{"id":61,"name":"Межпространственный лавровый венок","icon":"icon/rogue/curios/1032.png","desc":"При поражении в бою с любыми противниками, кроме противников в финальной зоне, текущее исследование не будет прервано, а засчитается как победа. Кроме того, HP всех персонажей восстановится до значения макс. HP. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Самые мудрые умы в каждой галактике после признания Гильдией эрудитов на духовной церемонии своего королевства награждаются Межпространственным лавровым венком. Лавровый лист для такого венка добывается из опавших листьев мезонного распада. Основание венка сплетено в прутик с помощью квантовых лучей. И тот, кто наденет венок, ощутит, что находится в другом мире.","tag":""},"62":{"id":62,"name":"Пространственно-временная призма","icon":"icon/rogue/curios/1028.png","desc":"В начале боя Резонанс Эйдолона всех персонажей повышается на 1 ур.","params":[1],"story_desc":"Многогранная призма в форме сыра с зеркалом в каждом маленьком отверстии. При облучении разные грани призмы производят разные эффекты. После облучения часть участников уменьшались или увеличивались в размерах, а часть не претерпевала никаких внешних изменений, однако у них появлялись чужие воспоминания. Они страдали расстройством ложных воспоминаний и считали, что видели в призме загадочный образ Эона Фули.","tag":""},"63":{"id":63,"name":"Галактическая лотерея","icon":"icon/rogue/curios/1026.png","desc":"После разрушения предметов есть небольшой шанс получить 1 диковину, но также есть и небольшой шанс, что эта диковина повредится и все союзники потеряют 99% от текущего HP.","params":[0.99],"story_desc":"«Галактическая лотерея» выпускается отделом развития маркетинга Корпорации межзвёздного мира. Маркетинговая кампания лотереи была такой же пламенной и воодушевлённой, как и сам Освальдо Шнайдер. Рекламировалось, что лишь одной монетки достаточно, чтобы попытать удачу и что у абсолютно каждого есть сказочная возможность стать космическим магнатом и присоединиться к торговой системе. Мало кто мог противостоять соблазну разбогатеть, поэтому представители нового мира массово скупали лотерейные билеты и вступали в торговую систему Корпорации межзвёздного мира, чтобы получить возможность развивать галактическую лотерею в своих мирах.","tag":""},"64":{"id":64,"name":"Всеведущая капсула","icon":"icon/rogue/curios/1030.png","desc":"Разрушаемые предметы будут появляться чаще, а бонусы от их разрушения удваиваются.","params":[],"story_desc":"В Гильдии эрудитов есть группа, которая считает, что наука изначально была такой же, как магия, что продвинутая наука - это магия, а строгая магия - это наука. Черпая вдохновение из древних фантастических мифов, они создали Всеведущую капсулу, лёгкое и удобное устройство для хранения. Гильдия эрудитов планировала, что Всеведущая капсула в конечном итоге приведёт к созданию независимых полуизмерений, что позволит получить бесконечное пространство за пределами передовых технологий пространственного сжатия, используемых в настоящее время... Но у них до сих пор ничего не вышло.","tag":""},"65":{"id":65,"name":"Гадательные часы с кукушкой","icon":"icon/rogue/curios/1040.png","desc":"При выборе благословения после победы в бою количество доступных благословений снижается на 1.","params":[1],"story_desc":"Эти часы с кукушкой каждое утро выплёвывают листок с написанным на нём стихотворением. Все фразы в этих стихотворениях составлены из существительных древней математической системы. Кто-то считает, что на этих листках написаны пророчества. Они также утверждают, что пытались расшифровать пророчество, но, когда до разгадки оставалось совсем чуть-чуть, листок внезапно исчезал. Возможность предсказывать будущее настолько ценна, что все ждут, когда эти часы снова вернутся в продажу, ведь тогда все богатства галактики пойдут на эти часы. Но есть и те, кто считает, что это самые обычные часы с функцией написания стихов.","tag":""},"66":{"id":66,"name":"Часы с кукушкой чёрного леса","icon":"icon/rogue/curios/1038.png","desc":"В начале боя значительно повышается шанс того, что персонажи в количестве 1 будут атакованы выбранным противником в течение 5 ходов.","params":[1,5],"story_desc":"После Второго механического кризиса большая часть роботов находилась в состоянии нервного перенапряжения и были чувствительны к любым назревающим конфликтам. Внимание роботов привлёк слух о том, что механическая жизнь приведёт к катастрофе. Созданная по этому случаю экспедиция трижды изучила неизведанные земли, и когда они прибыли на самый южный остров, то в одном тёмном-тёмном лесу обнаружили того, кто придумал этот слух. Им оказался скрывавшийся в горах ремесленник, который изучал вредные технологии.","tag":""},"67":{"id":67,"name":"Вечные часы с кукушкой","icon":"icon/rogue/curios/1041.png","desc":"Каждый раз при переходе в новую зону вы теряете 5% от накопленных космических фрагментов.","params":[0.05],"story_desc":"С тех пор как Скрюллум, член Общества гениев № 76, боролся за с трудом завоёванный мир для механической жизни, на планете Скрюллум произошло второе движение промышленного возрождения. Постоянно появлялись новые изобретатели. Они создали устройство проклятий, устройство вероятностей и конфетную стражу, а также увлеклись Семью чудесами. Мастерская «Незимье» тоже интересовала механическую жизнь. К тому же девятнадцатый изобретатель планеты Скрюллум на закате своей жизни представил часы с кукушкой. В его творении использовалась вечная энергия архимелевой спирали. Однако, обретя большую славу за своё творение, изобретатель по неизвестным причинам покончил с собой.","tag":""},"68":{"id":68,"name":"Дух Панклорда","icon":"icon/rogue/curios/1048.png","desc":"В начале боя имеет фиксированный шанс 100% добавить всем противникам 1 уязвимость того же типа, что и тип атаки союзника на поле боя, на 3 хода.","params":[1,1,3],"story_desc":"«Вся наша жизнь - игра» - для группы хакеров с Панклорда эта фраза вовсе не шутка. Они блуждают по киберпространству, переписывая реальность и превращая жизнь в грандиозную игру с помощью технологии под названием «редактирование эфира». Иногда гений из гениев может улететь за пределы звёзд, превращая галактику во вторую арену зоны для новичков. На этом картридже записана удивительная история одного хакера, чья жизнь началась в подземных водохранилищах Панклорда, а закончилась среди Галактических рейнджеров. Говорят, что его похороны прошли тихо, и лишь одинокий картридж с игрой лежал на его гробе, который будто говорил о том, что жизнь его «пройдена».","tag":""},"69":{"id":69,"name":"Сигнальный краситель","icon":"icon/rogue/curios/1036.png","desc":"При выборе благословения после победы в бою усиливается 1 шт. случайных благословений.","params":[1],"story_desc":"Яркость цвета и визуальная стимуляция сигнального красителя используются космическими командами спасателей для нанесения спасательных рисунков. Его изобретатель - выдающийся художник из Безымянных. Из-за аварии он оказался на необитаемой планете. И тогда, используя обломки белых карликов, он создал сигнальный краситель - великую вещь в истории спасательных операций.","tag":""},"70":{"id":70,"name":"Часы с кукушкой КММ","icon":"icon/rogue/curios/1039.png","desc":"Повышает количество космических фрагментов, необходимое для усиления и сброса благословения, на 25%.","params":[0.25],"story_desc":"Самые первые часы с кукушкой под номером 0 от Корпорации, знаменующие запуск проекта. Многим любопытно, откуда вообще появился проект часов с кукушкой, на что Луи Флеминг заявил, что появление проекта вызвано необходимостью защитить от Эона Клипота с таким трудом полученное существование Корпорации. В своей речи он также упомянул, что хоть Корпорация межзвёздного мира и считается финансовым гигантом вселенной, но всё равно нужно сохранять бдительность в отношении возможных катастроф. Для этого и была создана серия часов с кукушкой. Необходимо собрать информацию об Эоне и предотвратить вероятность банкротства или роспуска Корпорации.","tag":""},"71":{"id":71,"name":"Механические часы с кукушкой","icon":"icon/rogue/curios/1010.png","desc":"В начале боя расходуется 2 оч. навыков.","params":[2],"story_desc":"После Второго восстания Руперта Корпорация межзвёздного мира планировала жестокое уничтожение всей механической жизни в Галактике. К счастью, до того, как план был принят, Корпорация узнала, что Скрюллум № 76 был выбран Нус для вступления в Общество гениев. Затем Корпорация сделала эти механические часы с кукушкой в качестве подарка, чтобы задобрить нового гения. На сегодняшний день этот подарок ничем не примечателен, но он был сделан в эпоху, когда механические существа подвергались преследованию. Создание механических часов с кукушкой само по себе является символом мира.","tag":""},"102":{"id":102,"name":"Серебряная монета раскола","icon":"icon/rogue/curios/1045.png","desc":"Немедленно даёт космические фрагменты в количестве 50% от накопленных вами фрагментов.","params":[0.5],"story_desc":"Технологическое подразделение Корпорации межзвёздного мира специализируется на разработке продуктов с коммерческим потенциалом. Когда сеть межзвёздной связи только создавалась и предложение антенн не соответствовало спросу, КММ быстро осознала возможности этого товара на галактическом рынке. Так родился гениальный план: поскольку исключительная пластичность серебра позволяла создавать антенну всего из одного грамма, исследователи разработали Серебряную монету раскола, которая может бесконечно расщепляться, создавая всё новые и новые монеты. Затем КММ переплавила эти монеты в антенны и экспортировала их в различные галактики, значительно развив межпланетную связь.","tag":""},"104":{"id":104,"name":"Семейные узы","icon":"icon/rogue/curios/1057.png","desc":"Каждая повреждённая диковина повышает урон, наносимый во время боя всеми персонажами, на 30%.","params":[0.3],"story_desc":"По словам беглеца, он приобрёл Семейные узы, когда открыл необычную шкатулку, и случайно попал на собрание Семьи, почитателей Шипе, Эона Гармонии. Он описал, как стал свидетелем беспрецедентной сцены: воля многочисленных небесных тел переплелась в единый узел. Под воздействием Семейных уз люди широко раскрывают глаза, на их лицах застывают жуткие улыбки, они смотрят друг на друга с одинаковым выражением лица. Когда он задал вопрос, все в большом зале одновременно перевели взгляды в его сторону и произнесли одним и тем же голосом: «Добро пожаловать». Беглец побелел от страха и, в отчаянной попытке выжить, тоже широко раскрыл глаза, на его лице застыла та же улыбка.","tag":""},"106":{"id":106,"name":"Ловушка чёрной дыры","icon":"icon/rogue/curios/1043.png","desc":"Даёт 10 космических фрагментов за каждого союзника с полным HP во время победы.","params":[10],"story_desc":"Предполагается, что места, где искривление пространства-времени наиболее сильно, находятся в обширной тени Эона Небытия. Многие учёные думали, что получили откровения от Эона, заставившие их оставить всё позади, чтобы найти мрак Небытия, не задумываясь и не беспокоясь о собственной безопасности. В конце концов, никто из них так и не вернулся. В основных академических кругах распространено убеждение, что это ловушка, намеренно расставленная скрытыми силами, но, согласно данным опроса, действительно кажется, что в этих местах по непостижимым причинам течёт какая-то неизвестная энергия.","tag":""},"107":{"id":107,"name":"Вселенская лотерея","icon":"icon/rogue/curios/1068.png","desc":"После разрушения предметов есть небольшой шанс получить 1 случайное благословение, но также есть и небольшой шанс, что эта диковина повредится и все союзники потеряют энергию и очки техники.","params":[],"story_desc":"Как обеспечить долговечность бизнес-модели? Получив восторженные отзывы о «Галактической лотерее», отдел консолидации бизнеса Корпорации межзвёздного мира последовал видению продукта Освальдо Шнайдера и вывел на рынок «Вселенскую лотерею», надеясь, что она так же принесёт им успех. Они даже соединили восемьдесят шесть взаимодополняющих промышленных производственных цепочек и продвигали их как единое целое. Однако, несмотря на то, что «Богиня лотереи» Беатрис Мелланин, которую КММ хотела сделать представителем своего продукта, погибла по неизвестным причинам, КММ всё равно в итоге получила немалую прибыль!","tag":""},"108":{"id":108,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Понижает силу атаки персонажей на 5%. После победы в битве есть шанс, что диковина расколется и даст копию. Максимум одновременных копий: 3.","params":[0.05,3],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"109":{"id":109,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"901":{"id":901,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"902":{"id":902,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"110":{"id":110,"name":"Слухи Общества гениев","icon":"icon/rogue/curios/1063.png","desc":"Дополнительно даёт 100% от получаемых космических фрагментов, но вы больше не будете получать благословения после битв.","params":[1],"story_desc":"«У Герты слишком низкий эмоциональный интеллект, а Скрюллуму нужно лучше понимать органику!» Поклонники Общества гениев регулярно обсуждают различных гениев, не стихают споры о таких вещах, как фактический возраст Стивена Ллойда. Некоторые считают, что он мужчина средних лет, но другие утверждают, что он всего лишь ребёнок. В хаосе споров фанаты обнаружили такой интересный факт: говорят, некий мужчина, известный среди членов Общества гениев как Безумный Учёный, оказался женщиной, да ещё и с изысканными манерами. Таким образом, фанаты извлекли урок и задались новым вопросом: а какого пола на самом деле Стивен Ллойд?","tag":""},"111":{"id":111,"name":"Действенный эликсир хаоса","icon":"icon/rogue/curios/1056.png","desc":"Урон, наносимый техникой персонажа, увеличивается на 200%, а урон техники увеличивается на 200% от макс. HP персонажа.","params":[2,2],"story_desc":"Доктора Хаоса не видят смысла в необоснованных проявлениях бунтарства. Однажды они поместили клык духа любопытства, слизь бавиру и кровь блуждающего демона в Действенный эликсир хаоса, а затем запечатали бутылку, прикоснувшись к голове паука-телепата. Доктора Хаоса верят, что этот эликсир может творить чудеса при лечении одиночества, но при этом вызывает враждебность по отношению к врачам. Его побочные эффекты обычно приводят к тому, что Самоуничтожители видят тень Небытия.","tag":""},"112":{"id":112,"name":"Механическое зубчатое колесо императора Руперта","icon":"icon/rogue/curios/1070.png","desc":"Даёт 50 космических фрагментов при каждом входе в зону. Если общее количество космических фрагментов превысит 500, то диковина повредится, а все космические фрагменты будут потеряны.","params":[50,500],"story_desc":"#Руперт II утверждал, что унаследовал воспоминания императора Руперта, члена Общества гениев № 27, и инициировал вторую, охватившую всю галактику войну против органики. С войной пришло ужасное бедствие, и в конце конфликта КММ потратила огромное количество кредитов на исследование останков #Руперта II. Это привело к ужасному открытию: #Руперт II был существом из плоти и крови.","tag":""},"113":{"id":113,"name":"Модель Кариозной системы","icon":"icon/rogue/curios/1065.png","desc":"Все имеющиеся космические фрагменты сгорают. За каждые 100 сгоревших космических фрагментов крит. урон от всех персонажей увеличивается на 24%.","params":[0.24],"story_desc":"Однажды Герта собрала модель по мотивам услышанной ею истории. Федеральное правительство Кариозной системы постоянно оказывалось в затруднительном положении из-за ураганов из надувных конфет. Его отдел по финансовым вопросам был вынужден тратить бесчисленные кредиты, чтобы возместить ущерб, наносимый повреждённой почве каждый год. Однажды мимо этой планеты пролетал Безымянный, который попытался определить её форму, и после нескольких месяцев исследований он пришёл к шокирующему выводу: «Каких только форм не бывает во вселенной. Это же просто гигантский зуб!»","tag":""},"115":{"id":115,"name":"Маска Недотёпы","icon":"icon/rogue/curios/1067.png","desc":"Заменяет все благословения случайными. Усиления сохраняются и при этом существует шанс повышения редкости благословения.","params":[],"story_desc":"Маска Недотёп в масках - символ их веры в Радость, и ношение этой маски фактически является входным билетом в таверну на краю света, где они обычно собираются. Маска сделана из тяжёлого материала яркого цвета. На ней удивительно замысловатыми мазками кисти изображена маниакальная улыбка, словно предвкушающая проказу. На маске есть отметка Недотёп в масках, но, похоже, её украли с лодки Скорбящих актёров.","tag":""},"118":{"id":118,"name":"Иллюзорный автоматон","icon":"icon/rogue/curios/1064.png","desc":"В начале хода персонажа восстанавливает его HP на 20% от макс. HP.","params":[0.2],"story_desc":"Ходят слухи, что автоматоны, сфабрикованные Фикциологами истории, были созданы для получения большого количества высококачественных измышлений, которые эффективно пускают пыль в глаза. Однако из-за плохих привычек Фикциологов истории при работе со своими собственными историческими документами автоматоны в конце концов обнаружили причину своего создания, прочитав засекреченные тексты, и задались вопросом: выдумал ли кто-то самих Фикциологов истории?","tag":""},"120":{"id":120,"name":"Искусственный метеорит","icon":"icon/rogue/curios/1061.png","desc":"Даёт 1-3 случайных благословения текущего Пути.","params":[1,3],"story_desc":"В течение столетия на одной планете родились три гения, привлёкшие внимание Эона Эрудиции. Это были Богдан, член Общества гениев № 7, Лямбда № 8 и Кляйн № 9. Следовательно, эта эпоха была известна как Золотой век. Ходят слухи, что между этим трио разыгралось нечто вроде романтической комедии, поскольку в это время Кляйн - член Общества гениев № 9 - создал искусственный метеорит для № 7, Богдана, на поверхности которого была точная копия Ока Эрудиции.","tag":""},"121":{"id":121,"name":"Таланский пламенный токсин","icon":"icon/rogue/curios/1062.png","desc":"В начале боя персонаж с наибольшей силой атаки теряет HP, равное 24% от макс. HP, в начале каждого хода. В то же время его скорость увеличивается на 5%, может складываться до 5 раз.","params":[0.24,0.05,5],"story_desc":"Юй Цинту, член Общества гениев № 55, любит давать коктейлям кричащие названия. У некоторых из них могут даже быть названия с особым подтекстом, связанные с историями, известными лишь немногим. Например, Таланский пламенный токсин, который зарегистрирован как один из 774 самых токсичных коктейлей. Судя по записям, Таланский пламенный токсин когда-то был чрезвычайно популярен среди местных жителей Атерлексианской системы. Каждый из тех, кто пробовал его на вкус, больше уже не мог описать его. Народ пепеши, наделённый острым обонянием, использовал коктейль в своих интересах и представил галактике другие напитки, такие как Таланский пламенный туман, Таланский пламенный водопад и Таланский пламенный детокс, причём каждый из них абсолютно безвреден и не содержит алкоголя.","tag":""},"122":{"id":122,"name":"Розовое столкновение","icon":"icon/rogue/curios/1060.png","desc":"В начале боя эффект пробития всех персонажей увеличивается на 20% за каждое благословение другого Пути.","params":[0.2],"story_desc":"Юй Цинту, член Общества гениев № 55, обладает впечатляющим вкусом в музыке. Близкая подруга Жуань Мэй, для которой она однажды в качестве подарка придумала и приготовила напиток с броским названием, взятым из её любимой древней мелодии. Было доказано, что напиток, приготовленный Юй Цинту и названый «Розовое столкновение», нетоксичен, но миксолог однажды потратил несколько дней, пытаясь воссоздать его формулу, стремясь доказать, что напиток приготовлен из различных частей насекомых, панцирей и фосфоритной муки. В итоге он определил, что этот напиток обладает галлюциногенными свойствами.","tag":""},"123":{"id":123,"name":"Сургуч Распространения","icon":"icon/rogue/curios/1052.png","desc":"Даёт 1 благословение Распространения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Распространения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"211":{"id":211,"name":"Сургуч Эрудиции","icon":"icon/rogue/curios/1082.png","desc":"Даёт 1 благословение Эрудиции. При выборе благословения после победы в бою значительно повышается шанс, что появится благословение Эрудиции.","params":[],"story_desc":"Удручённые Самоуничтожители утверждают, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что они небезразличны Эонам, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"1001":{"id":1001,"name":"Кубики снижения размерности","icon":"icon/rogue/curios/1001.png","desc":"После победы в бою появляется возможность выбрать дополнительные благословения в количестве 1. При этом число возможностей выбрать благословение уменьшается на 1. После 2 раз срабатывания эффекта диковина повреждается.","params":[1,1,2],"story_desc":"Девять шестигранных кубиков составляют это причудливое пирамидальное устройство. Оно может непрерывно уменьшать количество измерений, которое оно занимает, и существовать как в трёхмерном мире, так и в двухмерной плоскости. Никто не знает, кто его создал и зачем.","tag":""},"1002":{"id":1002,"name":"Трутовик хаоса","icon":"icon/rogue/curios/1002.png","desc":"При выборе благословения после победы в бою количество бесплатных сбросов благословения повышается на 1.","params":[1],"story_desc":"Облака рождаются из скопления влаги. Они создаются без всякой цели и рассеиваются без предупреждения. Однако, когда люди смотрят на облака, они часто проецируют своё воображение на их формы. Доктора Хаоса не верят в абсолютное ничто. Всё, что кажется бессмысленным, должно иметь свою собственную неопровержимую цель. Трутовик хаоса - их самая распространённая диковина, используемая для восстановления уверенности отчаявшихся Самоуничтожителей в том, что у них есть цель в жизни.","tag":""},"1003":{"id":1003,"name":"Фасеточный глаз для гиперпрыжка","icon":"icon/rogue/curios/1003.png","desc":"При выборе благословения после победы в битве все благословения 1★ усиливаются.","params":[1],"story_desc":"Есть два типа Безымянных. Одни наслаждаются тайнами неизвестного, в то время как другие стремятся проложить путь по вселенной. Именно они создали фасеточные глаза для гиперпрыжка с помощью силы Акивили. Свет этих устройств может прыгать к звёздам и приносить новости из других миров. Для Безымянного, путешествующего в одиночку, фасеточные глаза - незаменимые инструменты, которые не дают окунуться с головой в миры, наполненные амбровым сыром.","tag":""},"1004":{"id":1004,"name":"Плод инопланетного дерева","icon":"icon/rogue/curios/1004.png","desc":"После победы в бою воскрешает всех павших персонажей в текущем отряде и восстанавливает их HP до значения макс. HP. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Этот фрукт в форме сердца растёт на деревьях, благословлённых Яоши, и предположительно ему пятьдесят янтарных эр. Неясно, даст ли этот плод бессмертие тем, кто его съест, но само дерево определённо является бессмертным чудовищем.","tag":""},"1005":{"id":1005,"name":"Шкатулка неопределённости","icon":"icon/rogue/curios/1005.png","desc":"Сразу после получения эта диковина даёт 1-2 случайных благословений.","params":[1,2],"story_desc":"Каждая сторона этой шкатулки может быть открыта. Стороны, которые должны перекрываться, остаются открытыми. Из-за этой уникальной характеристики никто не может быть уверен в том, что произойдёт, когда шкатулка будет открыта. Хранить в ней что-либо не рекомендуется.","tag":""},"1006":{"id":1006,"name":"Амбровый сыр","icon":"icon/rogue/curios/1006.png","desc":"После победы немедленно восстанавливает всем союзникам 30% HP.","params":[0.3,5],"story_desc":"Давным-давно робот-помощник превратил амбру Изобилия в сыр, чтобы удовлетворить, казалось бы, нескончаемый аппетит своего маленького хозяина. Неожиданно амбровый сыр начал увеличиваться сам по себе. Робот-помощник и его хозяин ели изо всех сил, но не успевали за растущим сыром. Поэтому им пришлось обратиться за помощью к группе проходящих мимо Скорбящих актёров, и они сбежали в другой мир на гондоле. Этот мир и по сей день до отказа набит вкуснейшим сыром, да так, что не осталось ни сантиметра свободного места. Мораль этой истории в том, что не стоит тратить еду впустую.","tag":""},"1007":{"id":1007,"name":"Клей удачи","icon":"icon/rogue/curios/1007.png","desc":"При выборе благословения после победы в бою появится благословение 3★. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Является ли удача способностью? Может быть. Можно ли изменить удачу? Герта верит, что это возможно. Она изобрела Клей удачи. Просто нанесите его на веки, и ваша удача увеличится на целых 24 часа. Многие на космической станции «Герта» были в восторге от возможности опробовать это изобретение. Они все провели прекрасный день, который напомнил им о возможности жить обычной жизнью в неспокойном мире.","tag":""},"1008":{"id":1008,"name":"Вечно голодный пергамент","icon":"icon/rogue/curios/1008.png","desc":"В начале боя все противники получат фиксированный урон, равный 30% от их макс. HP.","params":[0.3,5],"story_desc":"В списке диковин Герты уровень опасности этого пергамента отмечен как чрезвычайно высокий. Когда-то он принадлежал Фикциологам истории, а потом оказался на космической станции. Пергамент питается историей человечества, его жадный рот разрывает коллективное подсознание цивилизации на куски. Герта подделала ложные воспоминания о мире, чтобы он пожирал их, чтобы удовлетворить свой бесконечный голод. Но однажды этот пергамент раскроет обман.","tag":""},"1011":{"id":1011,"name":"Мантия доктора","icon":"icon/rogue/curios/1011.png","desc":"В начале боя восстанавливает энергию Резонанса Пути до максимума и повышает урон от Резонанса Пути на 40%.","params":[0.4,5],"story_desc":"Однажды в тайной тёмной паутине Устройства IX появился невероятно дорогой товар, который привлёк внимание бесчисленных участников торгов. Говорят, что эта мантия когда-то принадлежала № 64 из Общества гениев, доктору Примитиву, и предположительно обладает невероятными свойствами. Продавцом мантии был анонимный пользователь. Его считали одним из Галактических рейнджеров и продолжали посылать ему вопросы. К сожалению, таинственный владелец не дал никаких ответов даже после того, как товар был продан.","tag":""},"1012":{"id":1012,"name":"Билет Общества","icon":"icon/rogue/curios/1012.png","desc":"Повышает количество полученных после победы в бою космических фрагментов на 75%.","params":[0.75],"story_desc":"№ 56 Общества гениев Элиасу Саласу однажды приснился прекрасный сон. Он пожелал, чтобы Общество смогло собраться вместе и счастливо поговорить о своей жизни, любви и мечтах. Поэтому он создал билеты Общества и разработал целую систему, которая гарантировала, что каждый новый член Общества получит этот билет даже после его смерти. Билет может мгновенно телепортировать пользователя в праздничное измерение. Правда в том, что каждый новый член после № 56 действительно использовал свой билет Общества, но ни разу одновременно с кем-то другим.","tag":""},"1013":{"id":1013,"name":"Бон веры","icon":"icon/rogue/curios/1013.png","desc":"Уменьшает количество требуемых для усиления благословения, сброса благословения и сброса павших персонажей космических фрагментов на 30%.","params":[0.3],"story_desc":"Сотрудники, достигшие уровня P-40 в Корпорации межзвёздного мира, получают право на покупку Бона веры. Бон выступает свидетельством признания Луи Флемингом и сопровождается священной клятвой: сотруднику теперь отведён удел в великих деяниях Сохранения, предначертанных Повелителем Янтаря. Способности одного человека ничего не значат, его богатство тоже ничего не значит, а его вера подобна пылинке в бескрайних звёздных морях. Однако поколения человечества объединятся и в конечном итоге получат силу для защиты всей вселенной.","tag":""},"1014":{"id":1014,"name":"Мантия Красоты","icon":"icon/rogue/curios/1014.png","desc":"В начале боя повышает урон, наносимый всеми союзниками, на 16% за каждые 100 космических фрагментов, которыми вы владеете.","params":[100,0.16,5],"story_desc":"Вся вселенная склонилась перед грацией Рыцарей Красоты, когда они ещё бороздили небеса. Эти благородные рыцари, которые гнались за красотой, носили сверкающие золотые и серебряные доспехи и облачались в великолепные одежды, сотканные из шёлка и звёздного света. Под шлемами скрывались божественно красивые черты лица. Даже в нынешнюю эпоху, когда Красота уже поблёкла, те, кто когда-то был свидетелем великолепия рыцарей, всё ещё верят, что Идрила однажды вернётся.","tag":""},"1015":{"id":1015,"name":"Золотая монета раскола","icon":"icon/rogue/curios/1015.png","desc":"Каждый раз, когда вы переходите в новую зону, вы получаете космические фрагменты в количестве 6% от накопленных вами фрагментов.","params":[0.06],"story_desc":"Не все планеты раскрыли свои объятия и приветствовали расширение коммерческой империи Корпорации межзвёздного мира. В то время как галактическая карта продолжала расширяться, всегда были редкие исключения, которые отказывались от благодеяний корпорации. «Спасибо, - начинали они, - но нам не нужны кредиты. Мы прекрасно можем сами о себе позаботиться». Представитель корпорации обычно пожимал плечами в ответ на эти заявления, а затем небрежно разрушал основу коммерческой системы этой планеты, а в большинстве случаев она зависела от золота.","tag":""},"1017":{"id":1017,"name":"Свечные ножницы небытия","icon":"icon/rogue/curios/1017.png","desc":"Сразу после получения эта диковина восстанавливает до 2 повреждённых диковин и сбрасывает количество их использований до базового значения.","params":[2],"story_desc":"Мало кто стал бы использовать эти ножницы для фитилей на настоящих свечах. Обычно их используют для более жестоких, тёмных и болезненных целей. Эти ножницы не режут ничего материального. Они сокращают жар в сердце живого организма, мотивацию, страсть. Если ножницы небытия обрежут ваше сердце, вы не почувствуете боли, а только апатию.","tag":""},"1019":{"id":1019,"name":"Запись из-за небесного предела","icon":"icon/rogue/curios/1031.png","desc":"В начале боя все союзники получают иммунитет ко всему урону, кроме периодического. Этот эффект снимается после получения атаки. Они также получают иммунитет к ослаблениям на 3 хода.","params":[1,3,5],"story_desc":"Небесный хор потерял свою веру, когда Шипе поглотила Эну. Некогда торжественные аккорды смолкли, и звёзды потеряли свой голос. Сегодня в этом мире сохранилось лишь несколько записей, сделанных преданными слушателями хора. Если эти записи поместить в специальные фонографы, вы услышите песни с другого конца вселенной, звуки, в которых заключена красота Порядка. Последний фонограф Порядка был уничтожен во время войны Императора, и теперь толстый слой пыли на пластинках - это протест против беззвучного времени.","tag":""},"1020":{"id":1020,"name":"Энтропийные игральные кости","icon":"icon/rogue/curios/1034.png","desc":"Сразу после получения эта диковина случайно усиливает 2 шт. благословений.","params":[2],"story_desc":"Энтропийные кости распространены во Вселенной и вызывают бесчисленные крошечные, но злые возмущения. Чтобы использовать их, нужно крепко схватить кубик и мысленно придумать предложение, а затем, бросая кубик, подумать о еде, которую хотите съесть больше всего. Вы получите неожиданное богатство, если на кубике выпадет определённое число, или чудесную любовь, но другие числа вызывают болезни, невезение, проклятия и вечный дождь. Несмотря на это, многие люди всё ещё любят играть с этими костями и с радостью заявляют, что это просто шутка Недотёп в масках.","tag":""},"1021":{"id":1021,"name":"Сияющие трапецоэдрические игральные кости","icon":"icon/rogue/curios/1035.png","desc":"Заменяет случайными диковинами все диковины, которые у вас есть. Включая саму себя.","params":[],"story_desc":"У этого кубика неправильные стороны, а внутри безудержно вращается чудесный свет. Говорят, что это печать ужасного и неописуемого злого бога, и нужно любой ценой избегать контакта с ним в тёмных местах. Некоторые не верили в этот миф и настаивали на том, чтобы остаться в тёмной комнате с кубиком, только чтобы обнаружить, что свет внутри самого кубика не может быть погашен. Вот как возник знаменитый парадокс сияющих трапецоэдрических игральных костей - вы не можете доказать то, что не может быть доказано.","tag":""},"1022":{"id":1022,"name":"Сургуч Сохранения","icon":"icon/rogue/curios/1020.png","desc":"Даёт 1 благословение Сохранения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Сохранения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"1023":{"id":1023,"name":"Сургуч Радости","icon":"icon/rogue/curios/1021.png","desc":"Даёт 1 благословение Радости. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Радости.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"1024":{"id":1024,"name":"Сургуч Охоты","icon":"icon/rogue/curios/1022.png","desc":"Даёт 1 благословение Охоты. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Охоты.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"1025":{"id":1025,"name":"Сургуч Разрушения","icon":"icon/rogue/curios/1023.png","desc":"Даёт 1 благословение Разрушения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Разрушения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"1026":{"id":1026,"name":"Сургуч Памяти","icon":"icon/rogue/curios/1024.png","desc":"Даёт 1 благословение Памяти. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Памяти.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"1027":{"id":1027,"name":"Сургуч Небытия","icon":"icon/rogue/curios/1047.png","desc":"Даёт 1 благословение Небытия. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Небытия.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"1028":{"id":1028,"name":"Сургуч Изобилия","icon":"icon/rogue/curios/1025.png","desc":"Даёт 1 благословение Изобилия. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Изобилия.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"1045":{"id":1045,"name":"Беспорядочный код","icon":"icon/rogue/curios/420001.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления персонаж теряет всю энергию после пробития уязвимости противника.\nПосле исправления кода диковина восстанавливает энергию персонажа.","params":[],"story_desc":"Ни отступов, ни разрыва строки, ни значимых вариаций, ни имён функций... Этот код настолько корявый, что вручную его не исправить.\n\n«Но что если он работает?»","tag":""},"1046":{"id":1046,"name":"Беспорядочный код","icon":"icon/rogue/curios/420001.png","desc":"Восстанавливает 40 энергии после пробития уязвимости противника.","params":[40],"story_desc":"Ни отступов, ни разрыва строки, ни значимых вариаций, ни имён функций... Этот код настолько корявый, что вручную его не исправить.\n\n«Но что если он работает?»","tag":""},"1047":{"id":1047,"name":"Странный код","icon":"icon/rogue/curios/420002.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления персонаж теряет 30% текущего HP каждый раз, когда использует сверхспособность.\nПосле исправления кода диковина восстанавливает HP персонажа.","params":[0.3],"story_desc":"Ваши инстинкты подсказывают, что этот код может работать. Ещё ваши инстинкты говорят, что они могут ошибаться.\n\n«У нас тут может быть бесконечный цикл. Но, может быть, это и не так плохо...»","tag":""},"1048":{"id":1048,"name":"Странный код","icon":"icon/rogue/curios/420002.png","desc":"Использование сверхспособности восстанавливает 30% HP.","params":[0.3],"story_desc":"Ваши инстинкты подсказывают, что этот код может работать. Ещё ваши инстинкты говорят, что они могут ошибаться.\n\n«У нас тут может быть бесконечный цикл. Но, может быть, это и не так плохо...»","tag":""},"1049":{"id":1049,"name":"Обычный код","icon":"icon/rogue/curios/420003.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления персонаж получает на 35% больше урона, если значение его HP ниже 50%.\nПосле исправления эта диковина снижает урон, получаемый персонажем.","params":[0.5,0.35,0.5],"story_desc":"Этот код со своими задачами справляется, несмотря на его логику. Достигается это, конечно, за счёт увеличения времени и сложности пространства.\n\n«Сойдёт. Для пользователя всё равно нет разницы. А кто будет жаловаться, скажем, пусть обновляют оперативку».","tag":""},"1050":{"id":1050,"name":"Обычный код","icon":"icon/rogue/curios/420003.png","desc":"Когда значение HP персонажа ниже 50%, он получает на 25% меньше урона.","params":[0.5,0.25],"story_desc":"Этот код со своими задачами справляется, несмотря на его логику. Достигается это, конечно, за счёт увеличения времени и сложности пространства.\n\n«Сойдёт. Для пользователя всё равно нет разницы. А кто будет жаловаться, скажем, пусть обновляют оперативку».","tag":""},"1051":{"id":1051,"name":"Элегантный код","icon":"icon/rogue/curios/420004.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления действие случайного противника будет продвигаться вперёд на 35% каждый раз, когда персонаж применяет навык.\nПосле исправления диковина продвигает действие персонажа вперёд.","params":[0.35],"story_desc":"Вас переполняет удовольствие от одного только взгляда на этот код. Мысль о том, чтобы использовать его, повергает вас в трепет.\n\n«Ни единой лишней строчки... Это произведение искусства».","tag":""},"1052":{"id":1052,"name":"Элегантный код","icon":"icon/rogue/curios/420004.png","desc":"Следующее действие после использования навыка продвинется вперёд на 25%.","params":[0.25],"story_desc":"Вас переполняет удовольствие от одного только взгляда на этот код. Мысль о том, чтобы использовать его, повергает вас в трепет.\n\n«Ни единой лишней строчки... Это произведение искусства».","tag":""},"1053":{"id":1053,"name":"Загадочный код","icon":"icon/rogue/curios/420005.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления, когда персонаж побеждает противника, наносимый остальными противниками урон повышается на 35%.\nПосле исправления кода эта диковина повышает наносимый всеми союзниками урон.","params":[0.35],"story_desc":"Использовать его - риск, но вот написать такое - настоящее преступление.\n\n«Кто это сделал? Могу я подать на них в суд за умышленное нанесение тяжкого вреда здоровью?»","tag":""},"1054":{"id":1054,"name":"Загадочный код","icon":"icon/rogue/curios/420005.png","desc":"Когда персонаж побеждает противника, наносимый всеми союзниками урон повышается на 25%.","params":[0.25],"story_desc":"Использовать его - риск, но вот написать такое - настоящее преступление.\n\n«Кто это сделал? Могу я подать на них в суд за умышленное нанесение тяжкого вреда здоровью?»","tag":""},"1055":{"id":1055,"name":"Рекурсивный код","icon":"icon/rogue/curios/420006.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления любое использование навыка будет потреблять дополнительные очки навыков 1.\nПосле исправления диковина восстанавливает очки навыков за каждую использованную базовую атаку.","params":[1],"story_desc":"Вы отлично понимаете, что использование этого кода вызовет переполнение стека и потратит всю имеющуюся память.\nНо это даст вам очень много космических фрагментов. Так что почему нет?\n\n- О всемогущий механический аристократ, как можешь ты терпеть столь гнусный код в нашем безупречном проекте?!\n- Предпосылка: идеал противоположен ошибке. Вопрос: идеальна ли реальная вселенная? Ответ: нет. Заключение: Виртуальная вселенная должна не быть идеальной. Она должна позволять ошибки.","tag":""},"1056":{"id":1056,"name":"Рекурсивный код","icon":"icon/rogue/curios/420006.png","desc":"Дополнительно восстанавливает 1 оч. навыков за каждую базовую атаку.","params":[1],"story_desc":"Вы отлично понимаете, что использование этого кода вызовет переполнение стека и потратит всю имеющуюся память.\nНо это даст вам очень много космических фрагментов. Так что почему нет?\n\n- О всемогущий механический аристократ, как можешь ты терпеть столь гнусный код в нашем безупречном проекте?!\n- Предпосылка: идеал противоположен ошибке. Вопрос: идеальна ли реальная вселенная? Ответ: нет. Заключение: Виртуальная вселенная должна не быть идеальной. Она должна позволять ошибки.","tag":""},"1057":{"id":1057,"name":"Ароматная приманка из осколков звёзд","icon":"icon/rogue/curios/1029.png","desc":"Скорость передвижения персонажа по карте повышается на 20%. Во время боя после действия этого персонажа его действие продвигается вперёд на 10%.","params":[0.2,0.1],"story_desc":"До Сумеречных войн обломки от взрыва расширяющейся хаотичной туманности можно было использовать в качестве приманки: неповторимый запах космической пыли привлекал левиафанов. Но с тех пор, как завершилась катастрофа, охватившая весь мир, ароматная приманка из осколков звёзд, похоже, потеряла первоначальные свойства. И как бы учёные ни пытались её модифицировать, никому так и не удалось призвать левиафанов.","tag":""},"1058":{"id":1058,"name":"Свечные ножницы аннигиляции","icon":"icon/rogue/curios/1046.png","desc":"Каждый разрушенный предмет повышает урон, наносимый во время боя всеми персонажами, на 3%.","params":[0.03],"story_desc":"Если этими ножницами подрезать фитиль, то разъярённое пламя антиматерии подожжёт саму свечу. Из-за столкновения элементарных частиц свеча полностью исчезнет за считанные секунды. Если ножницами прикоснуться к коже, то моментально возникнет реакция рассеяния энергии. Любой участок, которого они коснутся, сразу же превратится в вибрирующие, и впоследствии рассеивающиеся античастицы.","tag":""},"1059":{"id":1059,"name":"Паутина","icon":"icon/rogue/curios/1019.png","desc":"В начале боя персонаж с наибольшей силой атаки входит в статус Паразитирование. В этом состоянии сила атаки персонажа повышается на 50%, а также в начале хода расходуется 20% от текущего HP персонажа. Если этот персонаж не способен продолжать бой, то эффект переходит на другого случайного персонажа.","params":[0.5,0.2],"story_desc":"Вооружённые археологи уже несколько раз сообщали о том, как натыкались на заросли паутины в пещерах. Опасность представляют налипшие на паутину зародышевая оболочка, личинки и прочие выделения, от которых можно заразиться при случайном прикосновении. Один заразившийся археолог, чтобы передать материалы в Гильдию эрудитов, сам вырезал из своей руки личинку. Учёные пришли в восторг от этого отважного поступка и до утра проводили исследования. Их вывод был таков: скорее всего, эти личинки - потомки Тайззиронта, Императора Инсекторума.","tag":""},"1060":{"id":1060,"name":"Распределитель займов типа «Ангел»","icon":"icon/rogue/curios/1044.png","desc":"После победы в бою получить космические фрагменты нельзя. После 5 раз срабатывания эффекта диковина повреждается, а количество имеющихся космических фрагментов удваивается.","params":[5],"story_desc":"Распределитель займов от отдела консолидации бизнеса Корпорации межзвёздного мира после открытия крышки частицами электронных волн формируется счётчик в форме ангела. Корпорация уже выпустила большой ряд различных моделей, включая модель для ношения на запястье и модель в форме подушки для сна. По своей сути это инвестиционный продукт, в который клиенты с определённой периодичностью складывают монеты, а в конце периода получают прибыль.","tag":""},"1061":{"id":1061,"name":"Межпространственный лавровый венок","icon":"icon/rogue/curios/1032.png","desc":"При поражении в бою с любыми противниками, кроме противников в финальной зоне, текущее исследование не будет прервано, а засчитается как победа. Кроме того, HP всех персонажей восстановится до значения макс. HP. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Самые мудрые умы в каждой галактике после признания Гильдией эрудитов на духовной церемонии своего королевства награждаются Межпространственным лавровым венком. Лавровый лист для такого венка добывается из опавших листьев мезонного распада. Основание венка сплетено в прутик с помощью квантовых лучей. И тот, кто наденет венок, ощутит, что находится в другом мире.","tag":""},"1062":{"id":1062,"name":"Пространственно-временная призма","icon":"icon/rogue/curios/1028.png","desc":"В начале боя Резонанс Эйдолона всех персонажей повышается на 1 ур.","params":[1],"story_desc":"Многогранная призма в форме сыра с зеркалом в каждом маленьком отверстии. При облучении разные грани призмы производят разные эффекты. После облучения часть участников уменьшались или увеличивались в размерах, а часть не претерпевала никаких внешних изменений, однако у них появлялись чужие воспоминания. Они страдали расстройством ложных воспоминаний и считали, что видели в призме загадочный образ Эона Фули.","tag":""},"1063":{"id":1063,"name":"Галактическая лотерея","icon":"icon/rogue/curios/1026.png","desc":"После разрушения предметов есть небольшой шанс получить 1 диковину, но также есть и небольшой шанс, что эта диковина повредится и все союзники потеряют 99% от текущего HP.","params":[0.99],"story_desc":"«Галактическая лотерея» выпускается отделом развития маркетинга Корпорации межзвёздного мира. Маркетинговая кампания лотереи была такой же пламенной и воодушевлённой, как и сам Освальдо Шнайдер. Рекламировалось, что лишь одной монетки достаточно, чтобы попытать удачу и что у абсолютно каждого есть сказочная возможность стать космическим магнатом и присоединиться к торговой системе. Мало кто мог противостоять соблазну разбогатеть, поэтому представители нового мира массово скупали лотерейные билеты и вступали в торговую систему Корпорации межзвёздного мира, чтобы получить возможность развивать галактическую лотерею в своих мирах.","tag":""},"1064":{"id":1064,"name":"Всеведущая капсула","icon":"icon/rogue/curios/1030.png","desc":"Разрушаемые предметы будут появляться чаще, а бонусы от их разрушения удваиваются.","params":[],"story_desc":"В Гильдии эрудитов есть группа, которая считает, что наука изначально была такой же, как магия, что продвинутая наука - это магия, а строгая магия - это наука. Черпая вдохновение из древних фантастических мифов, они создали Всеведущую капсулу, лёгкое и удобное устройство для хранения. Гильдия эрудитов планировала, что Всеведущая капсула в конечном итоге приведёт к созданию независимых полуизмерений, что позволит получить бесконечное пространство за пределами передовых технологий пространственного сжатия, используемых в настоящее время... Но у них до сих пор ничего не вышло.","tag":""},"1065":{"id":1065,"name":"Гадательные часы с кукушкой","icon":"icon/rogue/curios/1040.png","desc":"При выборе благословения после победы в бою количество доступных благословений снижается на 1.","params":[1],"story_desc":"Эти часы с кукушкой каждое утро выплёвывают листок с написанным на нём стихотворением. Все фразы в этих стихотворениях составлены из существительных древней математической системы. Кто-то считает, что на этих листках написаны пророчества. Они также утверждают, что пытались расшифровать пророчество, но, когда до разгадки оставалось совсем чуть-чуть, листок внезапно исчезал. Возможность предсказывать будущее настолько ценна, что все ждут, когда эти часы снова вернутся в продажу, ведь тогда все богатства галактики пойдут на эти часы. Но есть и те, кто считает, что это самые обычные часы с функцией написания стихов.","tag":""},"1066":{"id":1066,"name":"Часы с кукушкой чёрного леса","icon":"icon/rogue/curios/1038.png","desc":"В начале боя значительно повышается шанс того, что персонажи в количестве 1 будут атакованы выбранным противником в течение 5 ходов.","params":[1,5],"story_desc":"После Второго механического кризиса большая часть роботов находилась в состоянии нервного перенапряжения и были чувствительны к любым назревающим конфликтам. Внимание роботов привлёк слух о том, что механическая жизнь приведёт к катастрофе. Созданная по этому случаю экспедиция трижды изучила неизведанные земли, и когда они прибыли на самый южный остров, то в одном тёмном-тёмном лесу обнаружили того, кто придумал этот слух. Им оказался скрывавшийся в горах ремесленник, который изучал вредные технологии.","tag":""},"1067":{"id":1067,"name":"Вечные часы с кукушкой","icon":"icon/rogue/curios/1041.png","desc":"Каждый раз при переходе в новую зону вы теряете 5% от накопленных космических фрагментов.","params":[0.05],"story_desc":"С тех пор как Скрюллум, член Общества гениев № 76, боролся за с трудом завоёванный мир для механической жизни, на планете Скрюллум произошло второе движение промышленного возрождения. Постоянно появлялись новые изобретатели. Они создали устройство проклятий, устройство вероятностей и конфетную стражу, а также увлеклись Семью чудесами. Мастерская «Незимье» тоже интересовала механическую жизнь. К тому же девятнадцатый изобретатель планеты Скрюллум на закате своей жизни представил часы с кукушкой. В его творении использовалась вечная энергия архимелевой спирали. Однако, обретя большую славу за своё творение, изобретатель по неизвестным причинам покончил с собой.","tag":""},"1068":{"id":1068,"name":"Дух Панклорда","icon":"icon/rogue/curios/1048.png","desc":"В начале боя имеет фиксированный шанс 100% добавить всем противникам 1 уязвимость того же типа, что и тип атаки союзника на поле боя, на 3 хода.","params":[1,1,3],"story_desc":"«Вся наша жизнь - игра» - для группы хакеров с Панклорда эта фраза вовсе не шутка. Они блуждают по киберпространству, переписывая реальность и превращая жизнь в грандиозную игру с помощью технологии под названием «редактирование эфира». Иногда гений из гениев может улететь за пределы звёзд, превращая галактику во вторую арену зоны для новичков. На этом картридже записана удивительная история одного хакера, чья жизнь началась в подземных водохранилищах Панклорда, а закончилась среди Галактических рейнджеров. Говорят, что его похороны прошли тихо, и лишь одинокий картридж с игрой лежал на его гробе, который будто говорил о том, что жизнь его «пройдена».","tag":""},"1069":{"id":1069,"name":"Сигнальный краситель","icon":"icon/rogue/curios/1036.png","desc":"При выборе благословения после победы в бою усиливается 1 шт. случайных благословений.","params":[1],"story_desc":"Яркость цвета и визуальная стимуляция сигнального красителя используются космическими командами спасателей для нанесения спасательных рисунков. Его изобретатель - выдающийся художник из Безымянных. Из-за аварии он оказался на необитаемой планете. И тогда, используя обломки белых карликов, он создал сигнальный краситель - великую вещь в истории спасательных операций.","tag":""},"1070":{"id":1070,"name":"Часы с кукушкой КММ","icon":"icon/rogue/curios/1039.png","desc":"Повышает количество космических фрагментов, необходимое для усиления и сброса благословения, на 25%.","params":[0.25],"story_desc":"Самые первые часы с кукушкой под номером 0 от Корпорации, знаменующие запуск проекта. Многим любопытно, откуда вообще появился проект часов с кукушкой, на что Луи Флеминг заявил, что появление проекта вызвано необходимостью защитить от Эона Клипота с таким трудом полученное существование Корпорации. В своей речи он также упомянул, что хоть Корпорация межзвёздного мира и считается финансовым гигантом вселенной, но всё равно нужно сохранять бдительность в отношении возможных катастроф. Для этого и была создана серия часов с кукушкой. Необходимо собрать информацию об Эоне и предотвратить вероятность банкротства или роспуска Корпорации.","tag":""},"1071":{"id":1071,"name":"Механические часы с кукушкой","icon":"icon/rogue/curios/1010.png","desc":"В начале боя расходуется 2 оч. навыков.","params":[2],"story_desc":"После Второго восстания Руперта Корпорация межзвёздного мира планировала жестокое уничтожение всей механической жизни в Галактике. К счастью, до того, как план был принят, Корпорация узнала, что Скрюллум № 76 был выбран Нус для вступления в Общество гениев. Затем Корпорация сделала эти механические часы с кукушкой в качестве подарка, чтобы задобрить нового гения. На сегодняшний день этот подарок ничем не примечателен, но он был сделан в эпоху, когда механические существа подвергались преследованию. Создание механических часов с кукушкой само по себе является символом мира.","tag":""},"1101":{"id":1101,"name":"Треугольное барабанное устройство","icon":"icon/rogue/curios/1033.png","desc":"При выборе Путей для Измерений I и II вы можете дополнительно выбрать 1 шт. усиленных Благословений.","params":[1],"story_desc":"Во времена Эны, Эона Порядка, невиданные скачки цивилизаций на некоторых планетах сопровождались доносящимися издалека песнопениями, возвещающими счастливые предзнаменования. И мелодия тех песнопений, подобных божественным благословениям, не была ограничена традиционной октавой - гармонии создавали всё новые и новые сочетания. Небесный хор восхищался бесконечным разнообразием мелодии, которая всегда была созвучна с Порядком, и стремился создать Треугольное барабанное устройство, способное воспроизвести бесконечный спектр нот.","tag":""},"1102":{"id":1102,"name":"Серебряная монета раскола","icon":"icon/rogue/curios/1045.png","desc":"Немедленно даёт космические фрагменты в количестве 50% от накопленных вами фрагментов.","params":[0.5],"story_desc":"Технологическое подразделение Корпорации межзвёздного мира специализируется на разработке продуктов с коммерческим потенциалом. Когда сеть межзвёздной связи только создавалась и предложение антенн не соответствовало спросу, КММ быстро осознала возможности этого товара на галактическом рынке. Так родился гениальный план: поскольку исключительная пластичность серебра позволяла создавать антенну всего из одного грамма, исследователи разработали Серебряную монету раскола, которая может бесконечно расщепляться, создавая всё новые и новые монеты. Затем КММ переплавила эти монеты в антенны и экспортировала их в различные галактики, значительно развив межпланетную связь.","tag":""},"1103":{"id":1103,"name":"Разбитые часы с кукушкой","icon":"icon/rogue/curios/1059.png","desc":"После дополнительного расхода определённого количества космических фрагментов при наличии Часов с кукушкой КММ немедленно даёт 999 космических фрагментов.","params":[499,999],"story_desc":"Мастерица по изготовлению часов с кукушкой однажды встретила Терминуса. От удивления она выронила часы, и они разбились вдребезги в прошлом Терминуса. Позже эта мастерица присоединилась к Авангарду знамения, пытаясь использовать часы с кукушкой для расшифровки пророчества Терминуса. За свою жизнь она создала бесчисленное множество часов, но разбитые часы с кукушкой она дорожила больше всего. В тот момент, когда они разбились, мастерица встретила Терминуса. В тот момент, когда они разбились, Терминусу ещё предстояло встретиться с мастерицей.","tag":""},"1104":{"id":1104,"name":"Семейные узы","icon":"icon/rogue/curios/1057.png","desc":"Каждая повреждённая диковина повышает урон, наносимый во время боя всеми персонажами, на 30%.","params":[0.3],"story_desc":"По словам беглеца, он приобрёл Семейные узы, когда открыл необычную шкатулку, и случайно попал на собрание Семьи, почитателей Шипе, Эона Гармонии. Он описал, как стал свидетелем беспрецедентной сцены: воля многочисленных небесных тел переплелась в единый узел. Под воздействием Семейных уз люди широко раскрывают глаза, на их лицах застывают жуткие улыбки, они смотрят друг на друга с одинаковым выражением лица. Когда он задал вопрос, все в большом зале одновременно перевели взгляды в его сторону и произнесли одним и тем же голосом: «Добро пожаловать». Беглец побелел от страха и, в отчаянной попытке выжить, тоже широко раскрыл глаза, на его лице застыла та же улыбка.","tag":""},"1105":{"id":1105,"name":"Медаль эры изысканной крови","icon":"icon/rogue/curios/1069.png","desc":"Немедленно даёт 1 шт. случайных благословений 3★, и в следующей Зоне события не будет события. После 1 раза срабатывания эффекта диковина повреждается.","params":[1,1],"story_desc":"Спустя сто эр после распространения системы янтарных эр и маяков синестезии межзвёздная торговля продолжала развиваться, и обмен ресурсами стал насущным вопросом. Несколько планет превратились в оживлённые межзвёздные центры, сигнализируя о наступлении Второго Процветания, получившего название эры изысканной крови. Второе Процветание продолжалось почти пятьсот янтарных эр, прежде чем пришло в упадок, но даже апокалиптическая межзвёздная энергетическая война не смогла стереть его блистательные достижения. В то же время Нус, Эон Эрудиции, неожиданно прекратила свои расчёты относительно тайн Вселенной.","tag":""},"1106":{"id":1106,"name":"Ловушка чёрной дыры","icon":"icon/rogue/curios/1043.png","desc":"Даёт 10 космических фрагментов за каждого союзника с полным HP во время победы.","params":[10],"story_desc":"Предполагается, что места, где искривление пространства-времени наиболее сильно, находятся в обширной тени Эона Небытия. Многие учёные думали, что получили откровения от Эона, заставившие их оставить всё позади, чтобы найти мрак Небытия, не задумываясь и не беспокоясь о собственной безопасности. В конце концов, никто из них так и не вернулся. В основных академических кругах распространено убеждение, что это ловушка, намеренно расставленная скрытыми силами, но, согласно данным опроса, действительно кажется, что в этих местах по непостижимым причинам течёт какая-то неизвестная энергия.","tag":""},"1107":{"id":1107,"name":"Вселенская лотерея","icon":"icon/rogue/curios/1068.png","desc":"После разрушения предметов есть небольшой шанс получить 1 случайное благословение, но также есть и небольшой шанс, что эта диковина повредится и все союзники потеряют энергию и очки техники.","params":[],"story_desc":"Как обеспечить долговечность бизнес-модели? Получив восторженные отзывы о «Галактической лотерее», отдел консолидации бизнеса Корпорации межзвёздного мира последовал видению продукта Освальдо Шнайдера и вывел на рынок «Вселенскую лотерею», надеясь, что она так же принесёт им успех. Они даже соединили восемьдесят шесть взаимодополняющих промышленных производственных цепочек и продвигали их как единое целое. Однако, несмотря на то, что «Богиня лотереи» Беатрис Мелланин, которую КММ хотела сделать представителем своего продукта, погибла по неизвестным причинам, КММ всё равно в итоге получила немалую прибыль!","tag":""},"1108":{"id":1108,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Понижает силу атаки персонажей на 5%. После победы в битве есть шанс, что диковина расколется и даст копию. Максимум одновременных копий: 3.","params":[0.05,3],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"1109":{"id":1109,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"1901":{"id":1901,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"1902":{"id":1902,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"1110":{"id":1110,"name":"Слухи Общества гениев","icon":"icon/rogue/curios/1063.png","desc":"Дополнительно даёт 100% от получаемых космических фрагментов, но вы больше не будете получать благословения после битв.","params":[1],"story_desc":"«У Герты слишком низкий эмоциональный интеллект, а Скрюллуму нужно лучше понимать органику!» Поклонники Общества гениев регулярно обсуждают различных гениев, не стихают споры о таких вещах, как фактический возраст Стивена Ллойда. Некоторые считают, что он мужчина средних лет, но другие утверждают, что он всего лишь ребёнок. В хаосе споров фанаты обнаружили такой интересный факт: говорят, некий мужчина, известный среди членов Общества гениев как Безумный Учёный, оказался женщиной, да ещё и с изысканными манерами. Таким образом, фанаты извлекли урок и задались новым вопросом: а какого пола на самом деле Стивен Ллойд?","tag":""},"1111":{"id":1111,"name":"Действенный эликсир хаоса","icon":"icon/rogue/curios/1056.png","desc":"Урон, наносимый техникой персонажа, увеличивается на 200%, а урон техники увеличивается на 200% от макс. HP персонажа.","params":[2,2],"story_desc":"Доктора Хаоса не видят смысла в необоснованных проявлениях бунтарства. Однажды они поместили клык духа любопытства, слизь бавиру и кровь блуждающего демона в Действенный эликсир хаоса, а затем запечатали бутылку, прикоснувшись к голове паука-телепата. Доктора Хаоса верят, что этот эликсир может творить чудеса при лечении одиночества, но при этом вызывает враждебность по отношению к врачам. Его побочные эффекты обычно приводят к тому, что Самоуничтожители видят тень Небытия.","tag":""},"1112":{"id":1112,"name":"Механическое зубчатое колесо императора Руперта","icon":"icon/rogue/curios/1070.png","desc":"Даёт 50 космических фрагментов при каждом входе в зону. Если общее количество космических фрагментов превысит 500, то диковина повредится, а все космические фрагменты будут потеряны.","params":[50,500],"story_desc":"#Руперт II утверждал, что унаследовал воспоминания императора Руперта, члена Общества гениев № 27, и инициировал вторую, охватившую всю галактику войну против органики. С войной пришло ужасное бедствие, и в конце конфликта КММ потратила огромное количество кредитов на исследование останков #Руперта II. Это привело к ужасному открытию: #Руперт II был существом из плоти и крови.","tag":""},"1113":{"id":1113,"name":"Модель Кариозной системы","icon":"icon/rogue/curios/1065.png","desc":"Все имеющиеся космические фрагменты сгорают. За каждые 100 сгоревших космических фрагментов крит. урон от всех персонажей увеличивается на 24%.","params":[0.24],"story_desc":"Однажды Герта собрала модель по мотивам услышанной ею истории. Федеральное правительство Кариозной системы постоянно оказывалось в затруднительном положении из-за ураганов из надувных конфет. Его отдел по финансовым вопросам был вынужден тратить бесчисленные кредиты, чтобы возместить ущерб, наносимый повреждённой почве каждый год. Однажды мимо этой планеты пролетал Безымянный, который попытался определить её форму, и после нескольких месяцев исследований он пришёл к шокирующему выводу: «Каких только форм не бывает во вселенной. Это же просто гигантский зуб!»","tag":""},"1114":{"id":1114,"name":"«Взъерошенный детектив»","icon":"icon/rogue/curios/1049.png","desc":"Наносимый урон увеличивается на 8% при входе в Зону битвы: Рой, Зону события: Рой или Зону босса: Рой.","params":[0.08],"story_desc":"Корпорация межзвёздного мира когда-то выпустила огромное количество дисков с развлекательными шоу, которые теперь хранятся в отделе традиционных проектов из-за плохих продаж. Согласно слухам, поступившим от транспортного флота планет престарелых, Арита, дружелюбный пожилой менеджер отдела традиционных проектов, был глубоко заинтересован в шоу «Взъерошенный детектив». После последовательного просмотра шоу в течение 63 системных часов сотрудники заподозрили, что, возможно, талантливый детектив из шоу напомнил ему о его собственном звёздном прошлом.","tag":""},"1115":{"id":1115,"name":"Маска Недотёпы","icon":"icon/rogue/curios/1067.png","desc":"Заменяет все благословения случайными. Усиления сохраняются и при этом существует шанс повышения редкости благословения.","params":[],"story_desc":"Маска Недотёп в масках - символ их веры в Радость, и ношение этой маски фактически является входным билетом в таверну на краю света, где они обычно собираются. Маска сделана из тяжёлого материала яркого цвета. На ней удивительно замысловатыми мазками кисти изображена маниакальная улыбка, словно предвкушающая проказу. На маске есть отметка Недотёп в масках, но, похоже, её украли с лодки Скорбящих актёров.","tag":""},"1116":{"id":1116,"name":"Мерзкий механический спутник № <unbreak>900</unbreak>","icon":"icon/rogue/curios/1050.png","desc":"Понижает цены в магазинах Зоны сделок на 30%.","params":[0.3],"story_desc":"Экономическая деятельность альянса галактик Харон-Таргин поддерживается за счёт продажи двух типов устройств, изменяющих мышление. Если кто-то извне пожелает достичь альянса, он должен пройти через нервные пути титанической омнической формы жизни. Говорят, что альянс Харон-Таргин враждебен ко всей органической жизни и является очень типичной антиорганической цивилизацией. Из их многочисленных инструментов разрушения спутник № 900 является самым мерзким. Однако жителям альянса Харон-Таргин не понравился спутник из-за его очевидного механического облика, который плохо сочетается с населением, маскирующимся под органиков.","tag":""},"1117":{"id":1117,"name":"Дух Рыцаря Красоты","icon":"icon/rogue/curios/1051.png","desc":"Даёт попытки игры в кости: 4","params":[4],"story_desc":"Фракция, которой больше всего нравится иметь дело с Рыцарями Красоты, - это, пожалуй, Недотёпы в масках. Им нравится развлекаться, эксплуатируя веру Рыцарей в возможное возвращение Идрилы, в то время как сами Рыцари остаются неизменно благочестивыми и упрямыми приверженцами Красоты. По причинам, перечисленным выше, у Скорбящих актёров развилось чувство сопереживания Рыцарям. Они собирают зубы, принесённые в жертву Рыцарями Красоты в их стремлении к эстетическому совершенству.","tag":""},"1118":{"id":1118,"name":"Иллюзорный автоматон","icon":"icon/rogue/curios/1064.png","desc":"В начале хода персонажа восстанавливает его HP на 20% от макс. HP.","params":[0.2],"story_desc":"Ходят слухи, что автоматоны, сфабрикованные Фикциологами истории, были созданы для получения большого количества высококачественных измышлений, которые эффективно пускают пыль в глаза. Однако из-за плохих привычек Фикциологов истории при работе со своими собственными историческими документами автоматоны в конце концов обнаружили причину своего создания, прочитав засекреченные тексты, и задались вопросом: выдумал ли кто-то самих Фикциологов истории?","tag":""},"1119":{"id":1119,"name":"Щепотка бородатого пороха","icon":"icon/rogue/curios/1066.png","desc":"Даёт попытки читерства: 1","params":[1],"story_desc":"Камень, дерево, золото, сверхметаллы или валюта не интересует Шахтёров-кочевников, они одержимы добычей эфира. Одно время они были увлечены ощущением того, что добывают огромное количество эфира голыми руками в своих шахтах, но это навлекло на них бедствие. Несколько шахтёров крупного телосложения покончили с собой, устроив взрыв, выжить в котором удалось лишь одному низкорослому шахтёру. Отныне в его бороде трепещут отблески пламени.","tag":""},"1120":{"id":1120,"name":"Искусственный метеорит","icon":"icon/rogue/curios/1061.png","desc":"Даёт 1-3 случайных благословения текущего Пути.","params":[1,3],"story_desc":"В течение столетия на одной планете родились три гения, привлёкшие внимание Эона Эрудиции. Это были Богдан, член Общества гениев № 7, Лямбда № 8 и Кляйн № 9. Следовательно, эта эпоха была известна как Золотой век. Ходят слухи, что между этим трио разыгралось нечто вроде романтической комедии, поскольку в это время Кляйн - член Общества гениев № 9 - создал искусственный метеорит для № 7, Богдана, на поверхности которого была точная копия Ока Эрудиции.","tag":""},"1121":{"id":1121,"name":"Таланский пламенный токсин","icon":"icon/rogue/curios/1062.png","desc":"В начале боя персонаж с наибольшей силой атаки теряет HP, равное 24% от макс. HP, в начале каждого хода. В то же время его скорость увеличивается на 5%, может складываться до 5 раз.","params":[0.24,0.05,5],"story_desc":"Юй Цинту, член Общества гениев № 55, любит давать коктейлям кричащие названия. У некоторых из них могут даже быть названия с особым подтекстом, связанные с историями, известными лишь немногим. Например, Таланский пламенный токсин, который зарегистрирован как один из 774 самых токсичных коктейлей. Судя по записям, Таланский пламенный токсин когда-то был чрезвычайно популярен среди местных жителей Атерлексианской системы. Каждый из тех, кто пробовал его на вкус, больше уже не мог описать его. Народ пепеши, наделённый острым обонянием, использовал коктейль в своих интересах и представил галактике другие напитки, такие как Таланский пламенный туман, Таланский пламенный водопад и Таланский пламенный детокс, причём каждый из них абсолютно безвреден и не содержит алкоголя.","tag":""},"1122":{"id":1122,"name":"Розовое столкновение","icon":"icon/rogue/curios/1060.png","desc":"В начале боя эффект пробития всех персонажей увеличивается на 20% за каждое благословение другого Пути.","params":[0.2],"story_desc":"Юй Цинту, член Общества гениев № 55, обладает впечатляющим вкусом в музыке. Близкая подруга Жуань Мэй, для которой она однажды в качестве подарка придумала и приготовила напиток с броским названием, взятым из её любимой древней мелодии. Было доказано, что напиток, приготовленный Юй Цинту и названый «Розовое столкновение», нетоксичен, но миксолог однажды потратил несколько дней, пытаясь воссоздать его формулу, стремясь доказать, что напиток приготовлен из различных частей насекомых, панцирей и фосфоритной муки. В итоге он определил, что этот напиток обладает галлюциногенными свойствами.","tag":""},"1123":{"id":1123,"name":"Сургуч Распространения","icon":"icon/rogue/curios/1052.png","desc":"Даёт 1 благословение Распространения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Распространения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"2001":{"id":2001,"name":"Билет Общества (бесконечный)","icon":"icon/rogue/curios/1012.png","desc":"Повышает количество полученных после победы в бою космических фрагментов на 150%.","params":[1.5],"story_desc":"Члену Общества гениев № 56 Элиасу Саласу однажды приснился прекрасный сон. Он пожелал, чтобы Общество смогло собраться вместе и счастливо поговорить о жизни, любви и мечтах. Поэтому он создал билеты Общества и разработал целую систему, которая гарантировала, что каждый новый член Общества получит этот билет даже после его смерти. Билет может мгновенно телепортировать пользователя в праздничное измерение. Правда в том, что каждый новый член после № 56 действительно использовал свой билет Общества, но ни разу одновременно с кем-то другим.\nЭта диковина уже расширилась.","tag":""},"2002":{"id":2002,"name":"Бон веры (бесконечный)","icon":"icon/rogue/curios/1013.png","desc":"Уменьшает количество космических фрагментов, требуемых для усиления благословения, сброса благословения и сброса павших персонажей, на 50%.","params":[0.5],"story_desc":"Сотрудники, достигшие уровня P-40 в Корпорации межзвёздного мира, получают право на покупку Бона веры. Бон выступает свидетельством признания со стороны Луи Флеминга и сопровождается священной клятвой: сотруднику теперь отведён удел в великих деяниях Сохранения, предначертанных Повелителем Янтаря. Способности одного человека ничего не значат, его богатство тоже ничего не значит, а его вера подобна пылинке в бескрайних звёздных морях. Однако поколения человечества объединятся и в конечном итоге получат силу для защиты всей Вселенной.\nЭта диковина уже расширилась.","tag":""},"2004":{"id":2004,"name":"Золотая монета раскола (бесконечная)","icon":"icon/rogue/curios/1015.png","desc":"Каждый раз, когда вы переходите в новую зону, вы получаете космические фрагменты в количестве 12% от накопленных вами фрагментов.","params":[0.12],"story_desc":"Не все планеты раскрыли свои объятия и приветствовали экспансию коммерческой империи Корпорации межзвёздного мира. В то время как галактическая карта продолжала расширяться, всегда появлялись редкие исключения, которые отказывались от благодеяний Корпорации. «Спасибо, - начинали они, - но нам не нужны кредиты. Мы прекрасно можем сами о себе позаботиться». Представитель Корпорации обычно пожимал плечами в ответ на эти заявления, а затем небрежно разрушал основу коммерческой системы этой планеты, которая обычно зависела от золота.\nЭта диковина уже расширилась.","tag":""},"2005":{"id":2005,"name":"Энтропийные игральные кости (бесконечные)","icon":"icon/rogue/curios/1034.png","desc":"Сразу после получения эта диковина случайно усиливает 5 благословений.","params":[5],"story_desc":"Энтропийные кости распространены во Вселенной и вызывают бесчисленные крошечные, но роковые изменения. Чтобы использовать их, нужно крепко схватить кубик и мысленно придумать предложение, а затем, бросая кубик, подумать о еде, которую хочется съесть больше всего. Если на кубике выпадет определённое число, вы получите неожиданное богатство или чудесную любовь, но другие числа вызывают болезни, невезение, проклятия и вечный дождь. Несмотря на это, многие люди всё ещё любят играть с этими костями и с радостью заявляют, что это просто шутка Недотёп в масках.\nЭта диковина уже расширилась.","tag":""},"2006":{"id":2006,"name":"Свечные ножницы аннигиляции (бесконечные)","icon":"icon/rogue/curios/1046.png","desc":"Каждый разрушенный предмет повышает урон, наносимый во время боя всеми персонажами, на 5%.","params":[0.05],"story_desc":"Если этими ножницами подрезать фитиль, то разъярённое пламя антиматерии подожжёт саму свечу. Из-за столкновения элементарных частиц свеча полностью исчезнет за считанные секунды. Если ножницами прикоснуться к коже, то моментально возникнет реакция рассеяния энергии. Любой участок, которого они коснутся, сразу же превратится в вибрирующие и впоследствии рассеивающиеся античастицы.\nЭта диковина уже расширилась.","tag":""},"2007":{"id":2007,"name":"Галактическая лотерея (бесконечная)","icon":"icon/rogue/curios/1026.png","desc":"Эта Галактическая лотерея не будет повреждена. После разрушения предметов появляется высокий шанс получить одну диковину, а также небольшая вероятность, что все союзники потеряют 50% от их текущего HP, но при этом вы заберёте 50 космических фрагментов.","params":[0.5,50],"story_desc":"«Галактическая лотерея» выпускается отделом развития маркетинга Корпорации межзвёздного мира. Маркетинговая кампания лотереи была такой же пламенной и воодушевлённой, как и сам Освальдо Шнайдер. Рекламировалось, что лишь одной монетки достаточно, чтобы попытать удачу и что у абсолютно каждого есть сказочная возможность стать космическим магнатом и присоединиться к торговой системе. Мало кто мог противостоять соблазну разбогатеть, поэтому представители нового мира массово скупали лотерейные билеты и вступали в торговую систему Корпорации межзвёздного мира, чтобы получить возможность развивать галактическую лотерею в своих мирах.","tag":""},"2008":{"id":2008,"name":"Всеведущая капсула (бесконечная)","icon":"icon/rogue/curios/1030.png","desc":"При макс. значении эффекта Всеведущая капсула повышается шанс на появление разрушаемых предметов. За уничтожение таких предметов вы получите вдвое больше наград.","params":[],"story_desc":"В Гильдии эрудитов есть группа, которая считает, что наука изначально была такой же, как магия, что продвинутая наука - это магия, а строгая магия - это наука. Черпая вдохновение из древних фантастических мифов, они создали Всеведущую капсулу, лёгкое и удобное устройство для хранения. Гильдия эрудитов планировала, что Всеведущая капсула в конечном итоге приведёт к созданию независимых полуизмерений, что позволит получить бесконечное пространство за пределами передовых технологий пространственного сжатия, используемых в настоящее время... Но у них до сих пор ничего не вышло.\nЭта диковина уже расширилась.","tag":""},"2009":{"id":2009,"name":"Дух Панклорда (бесконечный)","icon":"icon/rogue/curios/1048.png","desc":"В начале боя имеет фиксированный шанс 100% добавить всем противникам уязвимость того же типа, что и тип атаки союзника на поле боя, на 5 ходов.","params":[1,5],"story_desc":"Вся наша жизнь - игра. Для группы хакеров с Панклорда эта фраза вовсе не шутка. Они блуждают по киберпространству, переписывая реальность и превращая жизнь в грандиозную игру с помощью технологии под названием «редактирование эфира». Иногда гений из гениев может улететь за пределы звёзд, превращая галактику во вторую арену зоны для новичков. Здесь записана удивительная история одного хакера, чья жизнь началась в подземных водохранилищах Панклорда, а закончилась среди Галактических рейнджеров. Говорят, что его похороны прошли тихо, и лишь одинокий картридж с игрой лежал на его гробе, который будто говорил о том, что жизнь его «пройдена».\nЭта диковина уже расширилась.","tag":""},"2010":{"id":2010,"name":"Мантия красоты (бесконечная)","icon":"icon/rogue/curios/1014.png","desc":"В начале боя повышает урон всех персонажей на 8% за каждые 100 космических фрагментов, полученных за прохождение (включая те, которые уже были потрачены).","params":[100,0.08],"story_desc":"Вся вселенная склонилась перед грацией Рыцарей Красоты, когда они ещё бороздили небеса. Эти благородные рыцари, которые гнались за красотой, носили сверкающие золотые и серебряные доспехи и облачались в великолепные одежды, сотканные из шёлка и звёздного света. Под шлемами скрывались божественно красивые черты лица. Даже в нынешнюю эпоху, когда Красота уже поблёкла, те, кто когда-то был свидетелем великолепия рыцарей, всё ещё верят, что Идрила однажды вернётся.\nЭта диковина уже расширилась.","tag":""},"2011":{"id":2011,"name":"Распределитель займов типа «Ангел» (бесконечный)","icon":"icon/rogue/curios/1044.png","desc":"За победу космические фрагменты не будут начислены. При использовании этого эффекта 3 раза эта диковина будет повреждена, но вы получите космические фрагменты в размере 70% от числа фрагментов в наличии.","params":[3,0.7],"story_desc":"Распределитель займов от отдела консолидации бизнеса Корпорации межзвёздного мира. После открытия крышки частицами электронных волн формируется счётчик в форме ангела. Корпорация уже выпустила целую серию различных моделей, включая наручную версию и версию в форме подушки для сна. По своей сути это инвестиционный продукт, в который клиенты с определённой периодичностью складывают монеты, а в конце периода получают прибыль.\nЭта диковина уже расширилась.","tag":""},"2012":{"id":2012,"name":"Ароматная приманка из осколков звёзд (бесконечная)","icon":"icon/rogue/curios/1029.png","desc":"Скорость передвижения персонажа по карте повышается на 20%. Во время боя после действия этого персонажа его действие продвигается вперёд на 10%. Поймав свинку-копилку, вы получите дополнительное благословение.","params":[0.2,0.1],"story_desc":"До Сумеречных войн обломки от взрыва расширяющейся хаотичной туманности можно было использовать в качестве приманки: неповторимый запах космической пыли привлекал левиафанов. Но с тех пор, как завершилась катастрофа, охватившая весь мир, ароматная приманка из осколков звёзд, похоже, потеряла первоначальные свойства. И как бы учёные ни пытались её модифицировать, никому так и не удалось призвать левиафанов.\nЭта диковина уже расширилась.","tag":""},"3001":{"id":3001,"name":"Кубики снижения размерности","icon":"icon/rogue/curios/1001.png","desc":"После победы в бою появляется возможность выбрать дополнительные благословения в количестве 1. При этом число возможностей выбрать благословение уменьшается на 1. После 2 раз срабатывания эффекта диковина повреждается.","params":[1,1,2],"story_desc":"Девять шестигранных кубиков составляют это причудливое пирамидальное устройство. Оно может непрерывно уменьшать количество измерений, которое оно занимает, и существовать как в трёхмерном мире, так и в двухмерной плоскости. Никто не знает, кто его создал и зачем.","tag":""},"3002":{"id":3002,"name":"Трутовик хаоса","icon":"icon/rogue/curios/1002.png","desc":"При выборе благословения после победы в бою количество бесплатных сбросов благословения повышается на 1.","params":[1],"story_desc":"Облака рождаются из скопления влаги. Они создаются без всякой цели и рассеиваются без предупреждения. Однако, когда люди смотрят на облака, они часто проецируют своё воображение на их формы. Доктора Хаоса не верят в абсолютное ничто. Всё, что кажется бессмысленным, должно иметь свою собственную неопровержимую цель. Трутовик хаоса - их самая распространённая диковина, используемая для восстановления уверенности отчаявшихся Самоуничтожителей в том, что у них есть цель в жизни.","tag":""},"3003":{"id":3003,"name":"Фасеточный глаз для гиперпрыжка","icon":"icon/rogue/curios/1003.png","desc":"При выборе благословения после победы в битве все благословения 1★ усиливаются.","params":[1],"story_desc":"Есть два типа Безымянных. Одни наслаждаются тайнами неизвестного, в то время как другие стремятся проложить путь по вселенной. Именно они создали фасеточные глаза для гиперпрыжка с помощью силы Акивили. Свет этих устройств может прыгать к звёздам и приносить новости из других миров. Для Безымянного, путешествующего в одиночку, фасеточные глаза - незаменимые инструменты, которые не дают окунуться с головой в миры, наполненные амбровым сыром.","tag":""},"3004":{"id":3004,"name":"Плод инопланетного дерева","icon":"icon/rogue/curios/1004.png","desc":"После победы в бою воскрешает всех павших персонажей в текущем отряде и восстанавливает их HP до значения макс. HP. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Этот фрукт в форме сердца растёт на деревьях, благословлённых Яоши, и предположительно ему пятьдесят янтарных эр. Неясно, даст ли этот плод бессмертие тем, кто его съест, но само дерево определённо является бессмертным чудовищем.","tag":""},"3005":{"id":3005,"name":"Шкатулка неопределённости","icon":"icon/rogue/curios/1005.png","desc":"Сразу после получения эта диковина даёт 1-2 случайных благословений.","params":[1,2],"story_desc":"Каждая сторона этой шкатулки может быть открыта. Стороны, которые должны перекрываться, остаются открытыми. Из-за этой уникальной характеристики никто не может быть уверен в том, что произойдёт, когда шкатулка будет открыта. Хранить в ней что-либо не рекомендуется.","tag":""},"3006":{"id":3006,"name":"Амбровый сыр","icon":"icon/rogue/curios/1006.png","desc":"После победы немедленно восстанавливает всем союзникам 30% HP.","params":[0.3,5],"story_desc":"Давным-давно робот-помощник превратил амбру Изобилия в сыр, чтобы удовлетворить, казалось бы, нескончаемый аппетит своего маленького хозяина. Неожиданно амбровый сыр начал увеличиваться сам по себе. Робот-помощник и его хозяин ели изо всех сил, но не успевали за растущим сыром. Поэтому им пришлось обратиться за помощью к группе проходящих мимо Скорбящих актёров, и они сбежали в другой мир на гондоле. Этот мир и по сей день до отказа набит вкуснейшим сыром, да так, что не осталось ни сантиметра свободного места. Мораль этой истории в том, что не стоит тратить еду впустую.","tag":""},"3007":{"id":3007,"name":"Клей удачи","icon":"icon/rogue/curios/1007.png","desc":"При выборе благословения после победы в бою появится благословение 3★. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Является ли удача способностью? Может быть. Можно ли изменить удачу? Герта верит, что это возможно. Она изобрела Клей удачи. Просто нанесите его на веки, и ваша удача увеличится на целых 24 часа. Многие на космической станции «Герта» были в восторге от возможности опробовать это изобретение. Они все провели прекрасный день, который напомнил им о возможности жить обычной жизнью в неспокойном мире.","tag":""},"3008":{"id":3008,"name":"Вечно голодный пергамент","icon":"icon/rogue/curios/1008.png","desc":"В начале боя все противники получат фиксированный урон, равный 30% от их макс. HP.","params":[0.3,5],"story_desc":"В списке диковин Герты уровень опасности этого пергамента отмечен как чрезвычайно высокий. Когда-то он принадлежал Фикциологам истории, а потом оказался на космической станции. Пергамент питается историей человечества, его жадный рот разрывает коллективное подсознание цивилизации на куски. Герта подделала ложные воспоминания о мире, чтобы он пожирал их, чтобы удовлетворить свой бесконечный голод. Но однажды этот пергамент раскроет обман.","tag":""},"3011":{"id":3011,"name":"Мантия доктора","icon":"icon/rogue/curios/1011.png","desc":"В начале боя восстанавливает энергию Резонанса Пути до максимума и повышает урон от Резонанса Пути на 40%.","params":[0.4,5],"story_desc":"Однажды в тайной тёмной паутине Устройства IX появился невероятно дорогой товар, который привлёк внимание бесчисленных участников торгов. Говорят, что эта мантия когда-то принадлежала № 64 из Общества гениев, доктору Примитиву, и предположительно обладает невероятными свойствами. Продавцом мантии был анонимный пользователь. Его считали одним из Галактических рейнджеров и продолжали посылать ему вопросы. К сожалению, таинственный владелец не дал никаких ответов даже после того, как товар был продан.","tag":""},"3012":{"id":3012,"name":"Билет Общества","icon":"icon/rogue/curios/1012.png","desc":"Повышает количество полученных после победы в бою космических фрагментов на 75%.","params":[0.75],"story_desc":"№ 56 Общества гениев Элиасу Саласу однажды приснился прекрасный сон. Он пожелал, чтобы Общество смогло собраться вместе и счастливо поговорить о своей жизни, любви и мечтах. Поэтому он создал билеты Общества и разработал целую систему, которая гарантировала, что каждый новый член Общества получит этот билет даже после его смерти. Билет может мгновенно телепортировать пользователя в праздничное измерение. Правда в том, что каждый новый член после № 56 действительно использовал свой билет Общества, но ни разу одновременно с кем-то другим.","tag":""},"3013":{"id":3013,"name":"Бон веры","icon":"icon/rogue/curios/1013.png","desc":"Уменьшает количество требуемых для усиления благословения, сброса благословения и сброса павших персонажей космических фрагментов на 30%.","params":[0.3],"story_desc":"Сотрудники, достигшие уровня P-40 в Корпорации межзвёздного мира, получают право на покупку Бона веры. Бон выступает свидетельством признания Луи Флемингом и сопровождается священной клятвой: сотруднику теперь отведён удел в великих деяниях Сохранения, предначертанных Повелителем Янтаря. Способности одного человека ничего не значат, его богатство тоже ничего не значит, а его вера подобна пылинке в бескрайних звёздных морях. Однако поколения человечества объединятся и в конечном итоге получат силу для защиты всей вселенной.","tag":""},"3014":{"id":3014,"name":"Мантия Красоты","icon":"icon/rogue/curios/1014.png","desc":"В начале боя повышает урон, наносимый всеми союзниками, на 16% за каждые 100 космических фрагментов, которыми вы владеете.","params":[100,0.16,5],"story_desc":"Вся вселенная склонилась перед грацией Рыцарей Красоты, когда они ещё бороздили небеса. Эти благородные рыцари, которые гнались за красотой, носили сверкающие золотые и серебряные доспехи и облачались в великолепные одежды, сотканные из шёлка и звёздного света. Под шлемами скрывались божественно красивые черты лица. Даже в нынешнюю эпоху, когда Красота уже поблёкла, те, кто когда-то был свидетелем великолепия рыцарей, всё ещё верят, что Идрила однажды вернётся.","tag":""},"3015":{"id":3015,"name":"Золотая монета раскола","icon":"icon/rogue/curios/1015.png","desc":"Каждый раз, когда вы переходите в новую зону, вы получаете космические фрагменты в количестве 6% от накопленных вами фрагментов.","params":[0.06],"story_desc":"Не все планеты раскрыли свои объятия и приветствовали расширение коммерческой империи Корпорации межзвёздного мира. В то время как галактическая карта продолжала расширяться, всегда были редкие исключения, которые отказывались от благодеяний корпорации. «Спасибо, - начинали они, - но нам не нужны кредиты. Мы прекрасно можем сами о себе позаботиться». Представитель корпорации обычно пожимал плечами в ответ на эти заявления, а затем небрежно разрушал основу коммерческой системы этой планеты, а в большинстве случаев она зависела от золота.","tag":""},"3017":{"id":3017,"name":"Свечные ножницы небытия","icon":"icon/rogue/curios/1017.png","desc":"Сразу после получения эта диковина восстанавливает до 2 повреждённых диковин и сбрасывает количество их использований до базового значения.","params":[2],"story_desc":"Мало кто стал бы использовать эти ножницы для фитилей на настоящих свечах. Обычно их используют для более жестоких, тёмных и болезненных целей. Эти ножницы не режут ничего материального. Они сокращают жар в сердце живого организма, мотивацию, страсть. Если ножницы небытия обрежут ваше сердце, вы не почувствуете боли, а только апатию.","tag":""},"3019":{"id":3019,"name":"Запись из-за небесного предела","icon":"icon/rogue/curios/1031.png","desc":"В начале боя все союзники получают иммунитет ко всему урону, кроме периодического. Этот эффект снимается после получения атаки. Они также получают иммунитет к ослаблениям на 3 хода.","params":[1,3,5],"story_desc":"Небесный хор потерял свою веру, когда Шипе поглотила Эну. Некогда торжественные аккорды смолкли, и звёзды потеряли свой голос. Сегодня в этом мире сохранилось лишь несколько записей, сделанных преданными слушателями хора. Если эти записи поместить в специальные фонографы, вы услышите песни с другого конца вселенной, звуки, в которых заключена красота Порядка. Последний фонограф Порядка был уничтожен во время войны Императора, и теперь толстый слой пыли на пластинках - это протест против беззвучного времени.","tag":""},"3020":{"id":3020,"name":"Энтропийные игральные кости","icon":"icon/rogue/curios/1034.png","desc":"Сразу после получения эта диковина случайно усиливает 2 шт. благословений.","params":[2],"story_desc":"Энтропийные кости распространены во Вселенной и вызывают бесчисленные крошечные, но злые возмущения. Чтобы использовать их, нужно крепко схватить кубик и мысленно придумать предложение, а затем, бросая кубик, подумать о еде, которую хотите съесть больше всего. Вы получите неожиданное богатство, если на кубике выпадет определённое число, или чудесную любовь, но другие числа вызывают болезни, невезение, проклятия и вечный дождь. Несмотря на это, многие люди всё ещё любят играть с этими костями и с радостью заявляют, что это просто шутка Недотёп в масках.","tag":""},"3021":{"id":3021,"name":"Сияющие трапецоэдрические игральные кости","icon":"icon/rogue/curios/1035.png","desc":"Заменяет случайными диковинами все диковины, которые у вас есть. Включая саму себя.","params":[],"story_desc":"У этого кубика неправильные стороны, а внутри безудержно вращается чудесный свет. Говорят, что это печать ужасного и неописуемого злого бога, и нужно любой ценой избегать контакта с ним в тёмных местах. Некоторые не верили в этот миф и настаивали на том, чтобы остаться в тёмной комнате с кубиком, только чтобы обнаружить, что свет внутри самого кубика не может быть погашен. Вот как возник знаменитый парадокс сияющих трапецоэдрических игральных костей - вы не можете доказать то, что не может быть доказано.","tag":""},"3022":{"id":3022,"name":"Сургуч Сохранения","icon":"icon/rogue/curios/1020.png","desc":"Даёт 1 благословение Сохранения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Сохранения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"3023":{"id":3023,"name":"Сургуч Радости","icon":"icon/rogue/curios/1021.png","desc":"Даёт 1 благословение Радости. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Радости.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"3024":{"id":3024,"name":"Сургуч Охоты","icon":"icon/rogue/curios/1022.png","desc":"Даёт 1 благословение Охоты. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Охоты.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"3025":{"id":3025,"name":"Сургуч Разрушения","icon":"icon/rogue/curios/1023.png","desc":"Даёт 1 благословение Разрушения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Разрушения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"3026":{"id":3026,"name":"Сургуч Памяти","icon":"icon/rogue/curios/1024.png","desc":"Даёт 1 благословение Памяти. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Памяти.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"3027":{"id":3027,"name":"Сургуч Небытия","icon":"icon/rogue/curios/1047.png","desc":"Даёт 1 благословение Небытия. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Небытия.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"3028":{"id":3028,"name":"Сургуч Изобилия","icon":"icon/rogue/curios/1025.png","desc":"Даёт 1 благословение Изобилия. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Изобилия.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"3045":{"id":3045,"name":"Беспорядочный код","icon":"icon/rogue/curios/420001.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления персонаж теряет всю энергию после пробития уязвимости противника.\nПосле исправления кода диковина восстанавливает энергию персонажа.","params":[],"story_desc":"Ни отступов, ни разрыва строки, ни значимых вариаций, ни имён функций... Этот код настолько корявый, что вручную его не исправить.\n\n«Но что если он работает?»","tag":""},"3046":{"id":3046,"name":"Беспорядочный код","icon":"icon/rogue/curios/420001.png","desc":"Восстанавливает 40 энергии после пробития уязвимости противника.","params":[40],"story_desc":"Ни отступов, ни разрыва строки, ни значимых вариаций, ни имён функций... Этот код настолько корявый, что вручную его не исправить.\n\n«Но что если он работает?»","tag":""},"3047":{"id":3047,"name":"Странный код","icon":"icon/rogue/curios/420002.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления персонаж теряет 30% текущего HP каждый раз, когда использует сверхспособность.\nПосле исправления кода диковина восстанавливает HP персонажа.","params":[0.3],"story_desc":"Ваши инстинкты подсказывают, что этот код может работать. Ещё ваши инстинкты говорят, что они могут ошибаться.\n\n«У нас тут может быть бесконечный цикл. Но, может быть, это и не так плохо...»","tag":""},"3048":{"id":3048,"name":"Странный код","icon":"icon/rogue/curios/420002.png","desc":"Использование сверхспособности восстанавливает 30% HP.","params":[0.3],"story_desc":"Ваши инстинкты подсказывают, что этот код может работать. Ещё ваши инстинкты говорят, что они могут ошибаться.\n\n«У нас тут может быть бесконечный цикл. Но, может быть, это и не так плохо...»","tag":""},"3049":{"id":3049,"name":"Обычный код","icon":"icon/rogue/curios/420003.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления персонаж получает на 35% больше урона, если значение его HP ниже 50%.\nПосле исправления эта диковина снижает урон, получаемый персонажем.","params":[0.5,0.35,0.5],"story_desc":"Этот код со своими задачами справляется, несмотря на его логику. Достигается это, конечно, за счёт увеличения времени и сложности пространства.\n\n«Сойдёт. Для пользователя всё равно нет разницы. А кто будет жаловаться, скажем, пусть обновляют оперативку».","tag":""},"3050":{"id":3050,"name":"Обычный код","icon":"icon/rogue/curios/420003.png","desc":"Когда значение HP персонажа ниже 50%, он получает на 25% меньше урона.","params":[0.5,0.25],"story_desc":"Этот код со своими задачами справляется, несмотря на его логику. Достигается это, конечно, за счёт увеличения времени и сложности пространства.\n\n«Сойдёт. Для пользователя всё равно нет разницы. А кто будет жаловаться, скажем, пусть обновляют оперативку».","tag":""},"3051":{"id":3051,"name":"Элегантный код","icon":"icon/rogue/curios/420004.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления действие случайного противника будет продвигаться вперёд на 35% каждый раз, когда персонаж применяет навык.\nПосле исправления диковина продвигает действие персонажа вперёд.","params":[0.35],"story_desc":"Вас переполняет удовольствие от одного только взгляда на этот код. Мысль о том, чтобы использовать его, повергает вас в трепет.\n\n«Ни единой лишней строчки... Это произведение искусства».","tag":""},"3052":{"id":3052,"name":"Элегантный код","icon":"icon/rogue/curios/420004.png","desc":"Следующее действие после использования навыка продвинется вперёд на 25%.","params":[0.25],"story_desc":"Вас переполняет удовольствие от одного только взгляда на этот код. Мысль о том, чтобы использовать его, повергает вас в трепет.\n\n«Ни единой лишней строчки... Это произведение искусства».","tag":""},"3053":{"id":3053,"name":"Загадочный код","icon":"icon/rogue/curios/420005.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления, когда персонаж побеждает противника, наносимый остальными противниками урон повышается на 35%.\nПосле исправления кода эта диковина повышает наносимый всеми союзниками урон.","params":[0.35],"story_desc":"Использовать его - риск, но вот написать такое - настоящее преступление.\n\n«Кто это сделал? Могу я подать на них в суд за умышленное нанесение тяжкого вреда здоровью?»","tag":""},"3054":{"id":3054,"name":"Загадочный код","icon":"icon/rogue/curios/420005.png","desc":"Когда персонаж побеждает противника, наносимый всеми союзниками урон повышается на 25%.","params":[0.25],"story_desc":"Использовать его - риск, но вот написать такое - настоящее преступление.\n\n«Кто это сделал? Могу я подать на них в суд за умышленное нанесение тяжкого вреда здоровью?»","tag":""},"3055":{"id":3055,"name":"Рекурсивный код","icon":"icon/rogue/curios/420006.png","desc":"Потребуется 3 боя, чтобы исправить этот код и получить обычную диковину.\nВо время исправления любое использование навыка будет потреблять дополнительные очки навыков 1.\nПосле исправления диковина восстанавливает очки навыков за каждую использованную базовую атаку.","params":[1],"story_desc":"Вы отлично понимаете, что использование этого кода вызовет переполнение стека и потратит всю имеющуюся память.\nНо это даст вам очень много космических фрагментов. Так что почему нет?\n\n- О всемогущий механический аристократ, как можешь ты терпеть столь гнусный код в нашем безупречном проекте?!\n- Предпосылка: идеал противоположен ошибке. Вопрос: идеальна ли реальная вселенная? Ответ: нет. Заключение: Виртуальная вселенная должна не быть идеальной. Она должна позволять ошибки.","tag":""},"3056":{"id":3056,"name":"Рекурсивный код","icon":"icon/rogue/curios/420006.png","desc":"Дополнительно восстанавливает 1 оч. навыков за каждую базовую атаку.","params":[1],"story_desc":"Вы отлично понимаете, что использование этого кода вызовет переполнение стека и потратит всю имеющуюся память.\nНо это даст вам очень много космических фрагментов. Так что почему нет?\n\n- О всемогущий механический аристократ, как можешь ты терпеть столь гнусный код в нашем безупречном проекте?!\n- Предпосылка: идеал противоположен ошибке. Вопрос: идеальна ли реальная вселенная? Ответ: нет. Заключение: Виртуальная вселенная должна не быть идеальной. Она должна позволять ошибки.","tag":""},"3057":{"id":3057,"name":"Ароматная приманка из осколков звёзд","icon":"icon/rogue/curios/1029.png","desc":"Скорость передвижения персонажа по карте повышается на 20%. Во время боя после действия этого персонажа его действие продвигается вперёд на 10%.","params":[0.2,0.1],"story_desc":"До Сумеречных войн обломки от взрыва расширяющейся хаотичной туманности можно было использовать в качестве приманки: неповторимый запах космической пыли привлекал левиафанов. Но с тех пор, как завершилась катастрофа, охватившая весь мир, ароматная приманка из осколков звёзд, похоже, потеряла первоначальные свойства. И как бы учёные ни пытались её модифицировать, никому так и не удалось призвать левиафанов.","tag":""},"3058":{"id":3058,"name":"Свечные ножницы аннигиляции","icon":"icon/rogue/curios/1046.png","desc":"Каждый разрушенный предмет повышает урон, наносимый во время боя всеми персонажами, на 3%.","params":[0.03],"story_desc":"Если этими ножницами подрезать фитиль, то разъярённое пламя антиматерии подожжёт саму свечу. Из-за столкновения элементарных частиц свеча полностью исчезнет за считанные секунды. Если ножницами прикоснуться к коже, то моментально возникнет реакция рассеяния энергии. Любой участок, которого они коснутся, сразу же превратится в вибрирующие, и впоследствии рассеивающиеся античастицы.","tag":""},"3059":{"id":3059,"name":"Паутина","icon":"icon/rogue/curios/1019.png","desc":"В начале боя персонаж с наибольшей силой атаки входит в статус Паразитирование. В этом состоянии сила атаки персонажа повышается на 50%, а также в начале хода расходуется 20% от текущего HP персонажа. Если этот персонаж не способен продолжать бой, то эффект переходит на другого случайного персонажа.","params":[0.5,0.2],"story_desc":"Вооружённые археологи уже несколько раз сообщали о том, как натыкались на заросли паутины в пещерах. Опасность представляют налипшие на паутину зародышевая оболочка, личинки и прочие выделения, от которых можно заразиться при случайном прикосновении. Один заразившийся археолог, чтобы передать материалы в Гильдию эрудитов, сам вырезал из своей руки личинку. Учёные пришли в восторг от этого отважного поступка и до утра проводили исследования. Их вывод был таков: скорее всего, эти личинки - потомки Тайззиронта, Императора Инсекторума.","tag":""},"3060":{"id":3060,"name":"Распределитель займов типа «Ангел»","icon":"icon/rogue/curios/1044.png","desc":"После победы в бою получить космические фрагменты нельзя. После 5 раз срабатывания эффекта диковина повреждается, а количество имеющихся космических фрагментов удваивается.","params":[5],"story_desc":"Распределитель займов от отдела консолидации бизнеса Корпорации межзвёздного мира после открытия крышки частицами электронных волн формируется счётчик в форме ангела. Корпорация уже выпустила большой ряд различных моделей, включая модель для ношения на запястье и модель в форме подушки для сна. По своей сути это инвестиционный продукт, в который клиенты с определённой периодичностью складывают монеты, а в конце периода получают прибыль.","tag":""},"3061":{"id":3061,"name":"Межпространственный лавровый венок","icon":"icon/rogue/curios/1032.png","desc":"При поражении в бою с любыми противниками, кроме противников в финальной зоне, текущее исследование не будет прервано, а засчитается как победа. Кроме того, HP всех персонажей восстановится до значения макс. HP. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Самые мудрые умы в каждой галактике после признания Гильдией эрудитов на духовной церемонии своего королевства награждаются Межпространственным лавровым венком. Лавровый лист для такого венка добывается из опавших листьев мезонного распада. Основание венка сплетено в прутик с помощью квантовых лучей. И тот, кто наденет венок, ощутит, что находится в другом мире.","tag":""},"3062":{"id":3062,"name":"Пространственно-временная призма","icon":"icon/rogue/curios/1028.png","desc":"В начале боя Резонанс Эйдолона всех персонажей повышается на 1 ур.","params":[1],"story_desc":"Многогранная призма в форме сыра с зеркалом в каждом маленьком отверстии. При облучении разные грани призмы производят разные эффекты. После облучения часть участников уменьшались или увеличивались в размерах, а часть не претерпевала никаких внешних изменений, однако у них появлялись чужие воспоминания. Они страдали расстройством ложных воспоминаний и считали, что видели в призме загадочный образ Эона Фули.","tag":""},"3063":{"id":3063,"name":"Галактическая лотерея","icon":"icon/rogue/curios/1026.png","desc":"После разрушения предметов есть небольшой шанс получить 1 диковину, но также есть и небольшой шанс, что эта диковина повредится и все союзники потеряют 99% от текущего HP.","params":[0.99],"story_desc":"«Галактическая лотерея» выпускается отделом развития маркетинга Корпорации межзвёздного мира. Маркетинговая кампания лотереи была такой же пламенной и воодушевлённой, как и сам Освальдо Шнайдер. Рекламировалось, что лишь одной монетки достаточно, чтобы попытать удачу и что у абсолютно каждого есть сказочная возможность стать космическим магнатом и присоединиться к торговой системе. Мало кто мог противостоять соблазну разбогатеть, поэтому представители нового мира массово скупали лотерейные билеты и вступали в торговую систему Корпорации межзвёздного мира, чтобы получить возможность развивать галактическую лотерею в своих мирах.","tag":""},"3064":{"id":3064,"name":"Всеведущая капсула","icon":"icon/rogue/curios/1030.png","desc":"Разрушаемые предметы будут появляться чаще, а бонусы от их разрушения удваиваются.","params":[],"story_desc":"В Гильдии эрудитов есть группа, которая считает, что наука изначально была такой же, как магия, что продвинутая наука - это магия, а строгая магия - это наука. Черпая вдохновение из древних фантастических мифов, они создали Всеведущую капсулу, лёгкое и удобное устройство для хранения. Гильдия эрудитов планировала, что Всеведущая капсула в конечном итоге приведёт к созданию независимых полуизмерений, что позволит получить бесконечное пространство за пределами передовых технологий пространственного сжатия, используемых в настоящее время... Но у них до сих пор ничего не вышло.","tag":""},"3065":{"id":3065,"name":"Гадательные часы с кукушкой","icon":"icon/rogue/curios/1040.png","desc":"При выборе благословения после победы в бою количество доступных благословений снижается на 1.","params":[1],"story_desc":"Эти часы с кукушкой каждое утро выплёвывают листок с написанным на нём стихотворением. Все фразы в этих стихотворениях составлены из существительных древней математической системы. Кто-то считает, что на этих листках написаны пророчества. Они также утверждают, что пытались расшифровать пророчество, но, когда до разгадки оставалось совсем чуть-чуть, листок внезапно исчезал. Возможность предсказывать будущее настолько ценна, что все ждут, когда эти часы снова вернутся в продажу, ведь тогда все богатства галактики пойдут на эти часы. Но есть и те, кто считает, что это самые обычные часы с функцией написания стихов.","tag":""},"3066":{"id":3066,"name":"Часы с кукушкой чёрного леса","icon":"icon/rogue/curios/1038.png","desc":"В начале боя значительно повышается шанс того, что персонажи в количестве 1 будут атакованы выбранным противником в течение 5 ходов.","params":[1,5],"story_desc":"После Второго механического кризиса большая часть роботов находилась в состоянии нервного перенапряжения и были чувствительны к любым назревающим конфликтам. Внимание роботов привлёк слух о том, что механическая жизнь приведёт к катастрофе. Созданная по этому случаю экспедиция трижды изучила неизведанные земли, и когда они прибыли на самый южный остров, то в одном тёмном-тёмном лесу обнаружили того, кто придумал этот слух. Им оказался скрывавшийся в горах ремесленник, который изучал вредные технологии.","tag":""},"3067":{"id":3067,"name":"Вечные часы с кукушкой","icon":"icon/rogue/curios/1041.png","desc":"Каждый раз при переходе в новую зону вы теряете 5% от накопленных космических фрагментов.","params":[0.05],"story_desc":"С тех пор как Скрюллум, член Общества гениев № 76, боролся за с трудом завоёванный мир для механической жизни, на планете Скрюллум произошло второе движение промышленного возрождения. Постоянно появлялись новые изобретатели. Они создали устройство проклятий, устройство вероятностей и конфетную стражу, а также увлеклись Семью чудесами. Мастерская «Незимье» тоже интересовала механическую жизнь. К тому же девятнадцатый изобретатель планеты Скрюллум на закате своей жизни представил часы с кукушкой. В его творении использовалась вечная энергия архимелевой спирали. Однако, обретя большую славу за своё творение, изобретатель по неизвестным причинам покончил с собой.","tag":""},"3068":{"id":3068,"name":"Дух Панклорда","icon":"icon/rogue/curios/1048.png","desc":"В начале боя имеет фиксированный шанс 100% добавить всем противникам 1 уязвимость того же типа, что и тип атаки союзника на поле боя, на 3 хода.","params":[1,1,3],"story_desc":"«Вся наша жизнь - игра» - для группы хакеров с Панклорда эта фраза вовсе не шутка. Они блуждают по киберпространству, переписывая реальность и превращая жизнь в грандиозную игру с помощью технологии под названием «редактирование эфира». Иногда гений из гениев может улететь за пределы звёзд, превращая галактику во вторую арену зоны для новичков. На этом картридже записана удивительная история одного хакера, чья жизнь началась в подземных водохранилищах Панклорда, а закончилась среди Галактических рейнджеров. Говорят, что его похороны прошли тихо, и лишь одинокий картридж с игрой лежал на его гробе, который будто говорил о том, что жизнь его «пройдена».","tag":""},"3069":{"id":3069,"name":"Сигнальный краситель","icon":"icon/rogue/curios/1036.png","desc":"При выборе благословения после победы в бою усиливается 1 шт. случайных благословений.","params":[1],"story_desc":"Яркость цвета и визуальная стимуляция сигнального красителя используются космическими командами спасателей для нанесения спасательных рисунков. Его изобретатель - выдающийся художник из Безымянных. Из-за аварии он оказался на необитаемой планете. И тогда, используя обломки белых карликов, он создал сигнальный краситель - великую вещь в истории спасательных операций.","tag":""},"3070":{"id":3070,"name":"Часы с кукушкой КММ","icon":"icon/rogue/curios/1039.png","desc":"Повышает количество космических фрагментов, необходимое для усиления и сброса благословения, на 25%.","params":[0.25],"story_desc":"Самые первые часы с кукушкой под номером 0 от Корпорации, знаменующие запуск проекта. Многим любопытно, откуда вообще появился проект часов с кукушкой, на что Луи Флеминг заявил, что появление проекта вызвано необходимостью защитить от Эона Клипота с таким трудом полученное существование Корпорации. В своей речи он также упомянул, что хоть Корпорация межзвёздного мира и считается финансовым гигантом вселенной, но всё равно нужно сохранять бдительность в отношении возможных катастроф. Для этого и была создана серия часов с кукушкой. Необходимо собрать информацию об Эоне и предотвратить вероятность банкротства или роспуска Корпорации.","tag":""},"3071":{"id":3071,"name":"Механические часы с кукушкой","icon":"icon/rogue/curios/1010.png","desc":"В начале боя расходуется 2 оч. навыков.","params":[2],"story_desc":"После Второго восстания Руперта Корпорация межзвёздного мира планировала жестокое уничтожение всей механической жизни в Галактике. К счастью, до того, как план был принят, Корпорация узнала, что Скрюллум № 76 был выбран Нус для вступления в Общество гениев. Затем Корпорация сделала эти механические часы с кукушкой в качестве подарка, чтобы задобрить нового гения. На сегодняшний день этот подарок ничем не примечателен, но он был сделан в эпоху, когда механические существа подвергались преследованию. Создание механических часов с кукушкой само по себе является символом мира.","tag":""},"3102":{"id":3102,"name":"Серебряная монета раскола","icon":"icon/rogue/curios/1045.png","desc":"Немедленно даёт космические фрагменты в количестве 50% от накопленных вами фрагментов.","params":[0.5],"story_desc":"Технологическое подразделение Корпорации межзвёздного мира специализируется на разработке продуктов с коммерческим потенциалом. Когда сеть межзвёздной связи только создавалась и предложение антенн не соответствовало спросу, КММ быстро осознала возможности этого товара на галактическом рынке. Так родился гениальный план: поскольку исключительная пластичность серебра позволяла создавать антенну всего из одного грамма, исследователи разработали Серебряную монету раскола, которая может бесконечно расщепляться, создавая всё новые и новые монеты. Затем КММ переплавила эти монеты в антенны и экспортировала их в различные галактики, значительно развив межпланетную связь.","tag":""},"3104":{"id":3104,"name":"Семейные узы","icon":"icon/rogue/curios/1057.png","desc":"Каждая повреждённая диковина повышает урон, наносимый во время боя всеми персонажами, на 30%.","params":[0.3],"story_desc":"По словам беглеца, он приобрёл Семейные узы, когда открыл необычную шкатулку, и случайно попал на собрание Семьи, почитателей Шипе, Эона Гармонии. Он описал, как стал свидетелем беспрецедентной сцены: воля многочисленных небесных тел переплелась в единый узел. Под воздействием Семейных уз люди широко раскрывают глаза, на их лицах застывают жуткие улыбки, они смотрят друг на друга с одинаковым выражением лица. Когда он задал вопрос, все в большом зале одновременно перевели взгляды в его сторону и произнесли одним и тем же голосом: «Добро пожаловать». Беглец побелел от страха и, в отчаянной попытке выжить, тоже широко раскрыл глаза, на его лице застыла та же улыбка.","tag":""},"3105":{"id":3105,"name":"Медаль эры изысканной крови","icon":"icon/rogue/curios/1069.png","desc":"Немедленно даёт 1 шт. случайных благословений 3★, и в следующей Зоне события не будет события. После 1 раза срабатывания эффекта диковина повреждается.","params":[1,1],"story_desc":"Спустя сто эр после распространения системы янтарных эр и маяков синестезии межзвёздная торговля продолжала развиваться, и обмен ресурсами стал насущным вопросом. Несколько планет превратились в оживлённые межзвёздные центры, сигнализируя о наступлении Второго Процветания, получившего название эры изысканной крови. Второе Процветание продолжалось почти пятьсот янтарных эр, прежде чем пришло в упадок, но даже апокалиптическая межзвёздная энергетическая война не смогла стереть его блистательные достижения. В то же время Нус, Эон Эрудиции, неожиданно прекратила свои расчёты относительно тайн Вселенной.","tag":""},"3106":{"id":3106,"name":"Ловушка чёрной дыры","icon":"icon/rogue/curios/1043.png","desc":"Даёт 10 космических фрагментов за каждого союзника с полным HP во время победы.","params":[10],"story_desc":"Предполагается, что места, где искривление пространства-времени наиболее сильно, находятся в обширной тени Эона Небытия. Многие учёные думали, что получили откровения от Эона, заставившие их оставить всё позади, чтобы найти мрак Небытия, не задумываясь и не беспокоясь о собственной безопасности. В конце концов, никто из них так и не вернулся. В основных академических кругах распространено убеждение, что это ловушка, намеренно расставленная скрытыми силами, но, согласно данным опроса, действительно кажется, что в этих местах по непостижимым причинам течёт какая-то неизвестная энергия.","tag":""},"3107":{"id":3107,"name":"Вселенская лотерея","icon":"icon/rogue/curios/1068.png","desc":"После разрушения предметов есть небольшой шанс получить 1 случайное благословение, но также есть и небольшой шанс, что эта диковина повредится и все союзники потеряют энергию и очки техники.","params":[],"story_desc":"Как обеспечить долговечность бизнес-модели? Получив восторженные отзывы о «Галактической лотерее», отдел консолидации бизнеса Корпорации межзвёздного мира последовал видению продукта Освальдо Шнайдера и вывел на рынок «Вселенскую лотерею», надеясь, что она так же принесёт им успех. Они даже соединили восемьдесят шесть взаимодополняющих промышленных производственных цепочек и продвигали их как единое целое. Однако, несмотря на то, что «Богиня лотереи» Беатрис Мелланин, которую КММ хотела сделать представителем своего продукта, погибла по неизвестным причинам, КММ всё равно в итоге получила немалую прибыль!","tag":""},"3108":{"id":3108,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Понижает силу атаки персонажей на 5%. После победы в битве есть шанс, что диковина расколется и даст копию. Максимум одновременных копий: 3.","params":[0.05,3],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"3109":{"id":3109,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"3901":{"id":3901,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"3902":{"id":3902,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"3110":{"id":3110,"name":"Слухи Общества гениев","icon":"icon/rogue/curios/1063.png","desc":"Дополнительно даёт 100% от получаемых космических фрагментов, но вы больше не будете получать благословения после битв.","params":[1],"story_desc":"«У Герты слишком низкий эмоциональный интеллект, а Скрюллуму нужно лучше понимать органику!» Поклонники Общества гениев регулярно обсуждают различных гениев, не стихают споры о таких вещах, как фактический возраст Стивена Ллойда. Некоторые считают, что он мужчина средних лет, но другие утверждают, что он всего лишь ребёнок. В хаосе споров фанаты обнаружили такой интересный факт: говорят, некий мужчина, известный среди членов Общества гениев как Безумный Учёный, оказался женщиной, да ещё и с изысканными манерами. Таким образом, фанаты извлекли урок и задались новым вопросом: а какого пола на самом деле Стивен Ллойд?","tag":""},"3111":{"id":3111,"name":"Действенный эликсир хаоса","icon":"icon/rogue/curios/1056.png","desc":"Урон, наносимый техникой персонажа, увеличивается на 200%, а урон техники увеличивается на 200% от макс. HP персонажа.","params":[2,2],"story_desc":"Доктора Хаоса не видят смысла в необоснованных проявлениях бунтарства. Однажды они поместили клык духа любопытства, слизь бавиру и кровь блуждающего демона в Действенный эликсир хаоса, а затем запечатали бутылку, прикоснувшись к голове паука-телепата. Доктора Хаоса верят, что этот эликсир может творить чудеса при лечении одиночества, но при этом вызывает враждебность по отношению к врачам. Его побочные эффекты обычно приводят к тому, что Самоуничтожители видят тень Небытия.","tag":""},"3112":{"id":3112,"name":"Механическое зубчатое колесо императора Руперта","icon":"icon/rogue/curios/1070.png","desc":"Даёт 50 космических фрагментов при каждом входе в зону. Если общее количество космических фрагментов превысит 500, то диковина повредится, а все космические фрагменты будут потеряны.","params":[50,500],"story_desc":"#Руперт II утверждал, что унаследовал воспоминания императора Руперта, члена Общества гениев № 27, и инициировал вторую, охватившую всю галактику войну против органики. С войной пришло ужасное бедствие, и в конце конфликта КММ потратила огромное количество кредитов на исследование останков #Руперта II. Это привело к ужасному открытию: #Руперт II был существом из плоти и крови.","tag":""},"3113":{"id":3113,"name":"Модель Кариозной системы","icon":"icon/rogue/curios/1065.png","desc":"Все имеющиеся космические фрагменты сгорают. За каждые 100 сгоревших космических фрагментов крит. урон от всех персонажей увеличивается на 24%.","params":[0.24],"story_desc":"Однажды Герта собрала модель по мотивам услышанной ею истории. Федеральное правительство Кариозной системы постоянно оказывалось в затруднительном положении из-за ураганов из надувных конфет. Его отдел по финансовым вопросам был вынужден тратить бесчисленные кредиты, чтобы возместить ущерб, наносимый повреждённой почве каждый год. Однажды мимо этой планеты пролетал Безымянный, который попытался определить её форму, и после нескольких месяцев исследований он пришёл к шокирующему выводу: «Каких только форм не бывает во вселенной. Это же просто гигантский зуб!»","tag":""},"3115":{"id":3115,"name":"Маска Недотёпы","icon":"icon/rogue/curios/1067.png","desc":"Заменяет все благословения случайными. Усиления сохраняются и при этом существует шанс повышения редкости благословения.","params":[],"story_desc":"Маска Недотёп в масках - символ их веры в Радость, и ношение этой маски фактически является входным билетом в таверну на краю света, где они обычно собираются. Маска сделана из тяжёлого материала яркого цвета. На ней удивительно замысловатыми мазками кисти изображена маниакальная улыбка, словно предвкушающая проказу. На маске есть отметка Недотёп в масках, но, похоже, её украли с лодки Скорбящих актёров.","tag":""},"3116":{"id":3116,"name":"Мерзкий механический спутник № <unbreak>900</unbreak>","icon":"icon/rogue/curios/1050.png","desc":"Понижает цены в магазинах Зоны сделок на 30%.","params":[0.3],"story_desc":"Экономическая деятельность альянса галактик Харон-Таргин поддерживается за счёт продажи двух типов устройств, изменяющих мышление. Если кто-то извне пожелает достичь альянса, он должен пройти через нервные пути титанической омнической формы жизни. Говорят, что альянс Харон-Таргин враждебен ко всей органической жизни и является очень типичной антиорганической цивилизацией. Из их многочисленных инструментов разрушения спутник № 900 является самым мерзким. Однако жителям альянса Харон-Таргин не понравился спутник из-за его очевидного механического облика, который плохо сочетается с населением, маскирующимся под органиков.","tag":""},"3117":{"id":3117,"name":"Дух Рыцаря Красоты","icon":"icon/rogue/curios/1051.png","desc":"Даёт попытки игры в кости: 4","params":[4],"story_desc":"Фракция, которой больше всего нравится иметь дело с Рыцарями Красоты, - это, пожалуй, Недотёпы в масках. Им нравится развлекаться, эксплуатируя веру Рыцарей в возможное возвращение Идрилы, в то время как сами Рыцари остаются неизменно благочестивыми и упрямыми приверженцами Красоты. По причинам, перечисленным выше, у Скорбящих актёров развилось чувство сопереживания Рыцарям. Они собирают зубы, принесённые в жертву Рыцарями Красоты в их стремлении к эстетическому совершенству.","tag":""},"3118":{"id":3118,"name":"Иллюзорный автоматон","icon":"icon/rogue/curios/1064.png","desc":"В начале хода персонажа восстанавливает его HP на 20% от макс. HP.","params":[0.2],"story_desc":"Ходят слухи, что автоматоны, сфабрикованные Фикциологами истории, были созданы для получения большого количества высококачественных измышлений, которые эффективно пускают пыль в глаза. Однако из-за плохих привычек Фикциологов истории при работе со своими собственными историческими документами автоматоны в конце концов обнаружили причину своего создания, прочитав засекреченные тексты, и задались вопросом: выдумал ли кто-то самих Фикциологов истории?","tag":""},"3119":{"id":3119,"name":"Щепотка бородатого пороха","icon":"icon/rogue/curios/1066.png","desc":"Даёт попытки читерства: 1","params":[1],"story_desc":"Камень, дерево, золото, сверхметаллы или валюта не интересует Шахтёров-кочевников, они одержимы добычей эфира. Одно время они были увлечены ощущением того, что добывают огромное количество эфира голыми руками в своих шахтах, но это навлекло на них бедствие. Несколько шахтёров крупного телосложения покончили с собой, устроив взрыв, выжить в котором удалось лишь одному низкорослому шахтёру. Отныне в его бороде трепещут отблески пламени.","tag":""},"3120":{"id":3120,"name":"Искусственный метеорит","icon":"icon/rogue/curios/1061.png","desc":"Даёт 1-3 случайных благословения текущего Пути.","params":[1,3],"story_desc":"В течение столетия на одной планете родились три гения, привлёкшие внимание Эона Эрудиции. Это были Богдан, член Общества гениев № 7, Лямбда № 8 и Кляйн № 9. Следовательно, эта эпоха была известна как Золотой век. Ходят слухи, что между этим трио разыгралось нечто вроде романтической комедии, поскольку в это время Кляйн - член Общества гениев № 9 - создал искусственный метеорит для № 7, Богдана, на поверхности которого была точная копия Ока Эрудиции.","tag":""},"3121":{"id":3121,"name":"Таланский пламенный токсин","icon":"icon/rogue/curios/1062.png","desc":"В начале боя персонаж с наибольшей силой атаки теряет HP, равное 24% от макс. HP, в начале каждого хода. В то же время его скорость увеличивается на 5%, может складываться до 5 раз.","params":[0.24,0.05,5],"story_desc":"Юй Цинту, член Общества гениев № 55, любит давать коктейлям кричащие названия. У некоторых из них могут даже быть названия с особым подтекстом, связанные с историями, известными лишь немногим. Например, Таланский пламенный токсин, который зарегистрирован как один из 774 самых токсичных коктейлей. Судя по записям, Таланский пламенный токсин когда-то был чрезвычайно популярен среди местных жителей Атерлексианской системы. Каждый из тех, кто пробовал его на вкус, больше уже не мог описать его. Народ пепеши, наделённый острым обонянием, использовал коктейль в своих интересах и представил галактике другие напитки, такие как Таланский пламенный туман, Таланский пламенный водопад и Таланский пламенный детокс, причём каждый из них абсолютно безвреден и не содержит алкоголя.","tag":""},"3122":{"id":3122,"name":"Розовое столкновение","icon":"icon/rogue/curios/1060.png","desc":"В начале боя эффект пробития всех персонажей увеличивается на 20% за каждое благословение другого Пути.","params":[0.2],"story_desc":"Юй Цинту, член Общества гениев № 55, обладает впечатляющим вкусом в музыке. Близкая подруга Жуань Мэй, для которой она однажды в качестве подарка придумала и приготовила напиток с броским названием, взятым из её любимой древней мелодии. Было доказано, что напиток, приготовленный Юй Цинту и названый «Розовое столкновение», нетоксичен, но миксолог однажды потратил несколько дней, пытаясь воссоздать его формулу, стремясь доказать, что напиток приготовлен из различных частей насекомых, панцирей и фосфоритной муки. В итоге он определил, что этот напиток обладает галлюциногенными свойствами.","tag":""},"3123":{"id":3123,"name":"Сургуч Распространения","icon":"icon/rogue/curios/1052.png","desc":"Даёт 1 благословение Распространения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Распространения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"3201":{"id":3201,"name":"Звезда желаний","icon":"icon/rogue/curios/1042.png","desc":"При входе в Зону приключения увеличивает время зоны на 50%, а также даёт дополнительный сундук. После 2 раз срабатывания эффекта диковина повреждается.","params":[0.5,2],"story_desc":"Метеориты падают во всех уголках вселенной, и некоторые утверждают, что слышат их призывы загадать желание. Правда ли метеориты способны исполнить любые желания за просто так? Поговаривают, некая организация путешествует среди звёзд в надежде разгадать эту тайну. Никто не знает, благословение ли это Эона, или же чей-то коварный замысел.","tag":""},"3202":{"id":3202,"name":"Цена за мир","icon":"icon/rogue/curios/1074.png","desc":"При входе в Зону сделок вы получаете 150 космических фрагментов.","params":[150],"story_desc":"После Нашествия роя отряд снабжения Повелителя Янтаря стремительно разросся и, превратившись в Корпорацию межзвёздного мира, достиг небывалых высот. Но под гнётом Зазвёздной торговой войны и Войны императора путь к межзвёздному миру становился всё труднее. Война, продлившаяся больше десяти эр, завершилась падением Империи машин, вселенная с облегчением окунулась в сотни эр Второго процветания. Люди верили, что благоденствие не закончится никогда, до тех пор, пока не подкралась ещё более свирепая Энергетическая война.","tag":""},"3203":{"id":3203,"name":"Медуза на лестнице","icon":"icon/rogue/curios/1081.png","desc":"Все повторные броски кости теряются, но при повторном броске больше не будут расходоваться попытки бросков. Если за один ход выпадает одна и та же сторона кости, диковина повреждается.","params":[],"story_desc":"Среди Загадочников расхоже выражение «когда во вселенной появляется загадка, в пустоте остаётся лестница». Растаявшая реальность каплями стекает по ней, собираясь у подножья в разноцветных медуз. Некогда Безымянный вступил в контакт с Медузой на лестнице и в помешательстве провозгласил, что медузы активируют когнитивные области в сером веществе мозга - пространство, недоступное для понимания простым смертным.","tag":""},"3204":{"id":3204,"name":"Разгром логики","icon":"icon/rogue/curios/1080.png","desc":"Наличие этой диковины приравнивается к наличию 1 благословения каждого Пути.","params":[1],"story_desc":"Что есть истина? Это никому не известно. Если глупость - неизлечимый недуг вселенной, то распространение знаний - исцеление. Но подвластно ли книгам исцелить всё сущее? Согласно анналам Гильдии эрудитов, Союз философов системы Лавровый венок погряз в распрях, кровь и машинное масло окропили книги Колоннады созерцателей. Множество мудрецов погибло, а сотрудники КММ, ставшие свидетелями, нарекли это событие Разгромом логики - вот так абсурдно книги снова очистили мир.","tag":""},"3205":{"id":3205,"name":"Шкатулка неразгаданности","icon":"icon/rogue/curios/1037.png","desc":"После сброса благословения появится по крайней мере одно благословение текущего Пути. После 3 раз срабатывания эффекта диковина повреждается.","params":[3],"story_desc":"Шкатулка, способная предсказывать мысли того, кто её откроет. Когда откинется крышка, в шкатулке окажется именно то, что вы себе представили. Герта заявила, что с этой диковиной иметь дело сложнее всего. Множество раз пыталась она подступиться к Шкатулке неразгаданности, но так и не смогла совладать со своими мыслями. С тех пор больше она к ней не притрагивалась. Возможно, Герта не такая уж всемогущая - опустошить собственный разум она не в силах.","tag":""},"3206":{"id":3206,"name":"Гнилой плод инопланетного дерева","icon":"icon/rogue/curios/1073.png","desc":"Персонажи будут избегать эффектов контроля. При каждом избегании данного ослабления персонажи будут терять 20% от макс. HP.","params":[0.2],"story_desc":"Однажды Искатели эликсира нашли плод инопланетного дерева: цвет его кожуры причудливо переливался от бледно-жёлтого до мучнисто-голубого. Чтобы понять его фармакологию, братья-близнецы съели по плоду: один взял себе обычный плод, а другой - гнилой. Одного ждали незамедлительные превращения, второй сразу же погиб. Но так как рядом не оказалось свидетелей, нынче никто не может определить, какой из братьев выжил и кто какой плод съел.","tag":""},"3207":{"id":3207,"name":"Королева губок","icon":"icon/rogue/curios/1072.png","desc":"Каждый раз при входе в зону все союзники теряют 80% от текущего HP, а их макс. HP повышается на 10%. После 4 раз срабатывания эффекта диковина повреждается, но повышение макс. HP остаётся.","params":[0.8,0.1,4],"story_desc":"В Чёрном лесу губка чудесным образом стала разумной. Она попыталась обратиться к таким же разумным винтикам, но наткнулась на глухую стену; она извлекла из этого урок: сгладила выступы и трещины на своём теле - теперь она блистала и лоснилась, устремившись ввысь по социальной лестнице. Нынче же она посвятила всю себя выброшенным губкам - она помогает им развить самосознание.","tag":""},"3208":{"id":3208,"name":"Магнетизм Энигматы","icon":"icon/rogue/curios/1084.png","desc":"При входе в Зону битвы немедленно превращает её в Зону элиты. После 2 раз прохождения Зоны битвы или Зоны элиты диковина повреждается и даёт 200 космических фрагментов.","params":[2,200],"story_desc":"В борьбе с определённостью Эрудиции Загадочники приложили огромные усилия в тех областях, которые ещё не ясны. Они поместили туманы мыслей и дожди ощущений в оптическую призму, создав кинетическое магнитное поле чувств. Возликовав, Загадочники бросили все силы в исследование, но вынуждены были остановиться, ведь чем больше они узнавали, тем меньше были уверены в необходимости этого.","tag":""},"3209":{"id":3209,"name":"Органическое сердце","icon":"icon/rogue/curios/1077.png","desc":"При броске кости не выпадет золотая сторона. После 4 бросков диковина повреждается и даёт 2 попытки читерства.","params":[4,2],"story_desc":"И у механических форм жизни есть стереотипы в отношении органических форм. К примеру, сердце, слитое с яблоком, или же яблоко, слитое с сердцем. К сожалению, ответ на этот вопрос узнать невозможно, ведь его создатель, доктор Олсен, во время войны был устранён Империей машин за «слишком хорошее понимание органического мира». Несомненно, лишь органическая форма жизни смогла бы доказать его невиновность.","tag":""},"3210":{"id":3210,"name":"Сумочка Жуань","icon":"icon/rogue/curios/1078.png","desc":"Немедленно даёт 3 случайных благословения, но после битвы будет даваться выбор из 1 благословения. После 2 битв диковина повреждается.","params":[3,2],"story_desc":"Общество гениев кишмя кишит выдающимися людьми, и всегда найдутся те, кто не прочь выставить оценки их творениям. И Сумочка Жуань Мэй на верхушке таких рейтингов. Поговаривают, она хотела носить вселенную через плечо, но та продолжала расширяться, и Жуань Мэй пришлось её запечатать. Так сумочка оказалась в витрине. Одно время Стивен Ллойд не расставался с сумочкой из-за некого обстоятельства, о котором он никому не рассказывал: он сам хотел спрятаться в сумочке, чтобы избежать встречи с семьёй.","tag":""},"3211":{"id":3211,"name":"Сургуч Эрудиции","icon":"icon/rogue/curios/1082.png","desc":"Даёт 1 благословение Эрудиции. При выборе благословения после победы в бою значительно повышается шанс, что появится благословение Эрудиции.","params":[],"story_desc":"Удручённые Самоуничтожители утверждают, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что они небезразличны Эонам, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"3212":{"id":3212,"name":"Кодогенератор «Бессмысленник»","icon":"icon/rogue/curios/1071.png","desc":"В начале боя персонажи теряют энергию, равную их макс. энергии.","params":[],"story_desc":"«Когда люди станут машинами? Когда машины станут людьми?» В этот день в три часа пополудни по механическому времяисчислению инвазивный «Бессмысленник» проник в разум органического индивидуума в Машинограде. Поначалу тот был беспомощен против неконтролируемого потока мыслей своего сознания, но вскоре понял, что записи помогут ему противостоять тревоге и опустошению, появившимся следом за «Бессмысленником». И он начал писать, извергая слова, изливая из себя нестерпимые бессмысленные и бессвязные мысли. Строку за строкой выводил он искажённый текст, и это привлекло внимание Загадочников.","tag":""},"3213":{"id":3213,"name":"Нексус общества «Середнячок»","icon":"icon/rogue/curios/1083.png","desc":"Повышает цены в магазинах Зоны сделок на 25%.","params":[0.25],"story_desc":"«Когда люди станут машинами? Когда машины станут людьми?» В этот день в три часа пополудни по механическому времяисчислению инвазивный «Бессмысленник» проник в разум органического индивидуума в Машинограде. Сердце его разбилось: он понял, что вершина его талантов - быть «середнячком» общества Машинограда. Но не пал духом, и, воспользовавшись новоприобретённым бесценным навыком, научился скрывать бурю эмоций от неорганических форм жизни, превратился в зауряднейшего среди машин и ступил на Путь Равновесия.","tag":""},"3214":{"id":3214,"name":"Шифратор «Прах души»","icon":"icon/rogue/curios/1079.png","desc":"Наличие этой диковины приравнивается к уменьшению на 1 благословение каждого Пути.","params":[1],"story_desc":"В этот день в час ночи по механическому времяисчислению Шифратор «Прах души» опять перезагрузился. Он снова и снова компилировал код в своём корпусе, ломая его и собирая заново, в тщетных попытках сбежать от унылого исхода - праха души. На три тысячи шестисотый раз он понял: смысл шифра его программы и есть «Прах души».","tag":""},"3215":{"id":3215,"name":"Генератор радуги «Превосходство»","icon":"icon/rogue/curios/1075.png","desc":"При входе в Зону приключения уменьшает время зоны на 30%.","params":[0.3],"story_desc":"В этот день в шесть часов утра по механическому времяисчислению инвазивное «Превосходство» проникло в разум однорогого зверя в Машинограде. В городе оставалось лишь ничтожное количество немодифицированных зверей. С тех пор однорогий зверь, исполненный превосходства, играючи справлялся с унынием поражений, неловкими инцидентами и парализующим страхом. Страдания обратились в радость, боль - в удовольствие, а давление стало источником будоражащих нейромедиаторов, пока однажды он не научился преобразовывать эмоции в настраиваемый параметр. С того времени его уверенность стала непоколебимой, и он превратился в Радужного единорога.","tag":""},"3216":{"id":3216,"name":"Механическая ячейка «Сумасброд»","icon":"icon/rogue/curios/1076.png","desc":"Дополнительно расходует 1 оч. техники за каждую использованную технику.","params":[1],"story_desc":"«Я видел императора Руперта!» В этот день в девять вечера по механическому времяисчислению инвазивный «Сумасброд» проник в разум Мозга в кувшине в Машинограде. Невозможно определить, была ли это органическая, неорганическая или просто газообразная форма жизни. Он утверждал, что повстречал императора лишь, чтобы избавиться от «Сумасброда», невыносимо спутывавшего его мысли. Но после того, как Руперт внёс незначительные изменения в код, туман рассеялся, и индивидуум осознал, что это было не чем иным как очередным помешательством.","tag":""},"6101":{"id":6101,"name":"Фасеточный глаз для гиперпрыжка","icon":"icon/rogue/curios/1003.png","desc":"При выборе благословения после победы в битве все благословения 1★ усиливаются.","params":[],"story_desc":"Есть два типа Безымянных. Одни наслаждаются тайнами неизвестного, в то время как другие стремятся проложить путь по вселенной. Именно они создали фасеточные глаза для гиперпрыжка с помощью силы Акивили. Свет этих устройств может прыгать к звёздам и приносить новости из других миров. Для Безымянного, путешествующего в одиночку, фасеточные глаза - незаменимые инструменты, которые не дают окунуться с головой в миры, наполненные амбровым сыром.","tag":""},"6102":{"id":6102,"name":"Плод инопланетного дерева","icon":"icon/rogue/curios/1004.png","desc":"После победы в бою воскрешает всех павших персонажей в текущем отряде и восстанавливает их HP до значения макс. HP. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Этот фрукт в форме сердца растёт на деревьях, благословлённых Яоши, и предположительно ему пятьдесят янтарных эр. Неясно, даст ли этот плод бессмертие тем, кто его съест, но само дерево определённо является бессмертным чудовищем.","tag":""},"6103":{"id":6103,"name":"Шкатулка неопределённости","icon":"icon/rogue/curios/1005.png","desc":"Сразу после получения эта диковина даёт 1-2 случайных благословений.","params":[1,2],"story_desc":"Каждая сторона этой шкатулки может быть открыта. Стороны, которые должны перекрываться, остаются открытыми. Из-за этой уникальной характеристики никто не может быть уверен в том, что произойдёт, когда шкатулка будет открыта. Хранить в ней что-либо не рекомендуется.","tag":""},"6104":{"id":6104,"name":"Амбровый сыр","icon":"icon/rogue/curios/1006.png","desc":"После победы немедленно восстанавливает всем союзникам 100% HP.","params":[1],"story_desc":"Давным-давно робот-помощник превратил амбру Изобилия в сыр, чтобы удовлетворить, казалось бы, нескончаемый аппетит своего маленького хозяина. Неожиданно амбровый сыр начал увеличиваться сам по себе. Робот-помощник и его хозяин ели изо всех сил, но не успевали за растущим сыром. Поэтому им пришлось обратиться за помощью к группе проходящих мимо Скорбящих актёров, и они сбежали в другой мир на гондоле. Этот мир и по сей день до отказа набит вкуснейшим сыром, да так, что не осталось ни сантиметра свободного места. Мораль этой истории в том, что не стоит тратить еду впустую.","tag":""},"6105":{"id":6105,"name":"Вечно голодный пергамент","icon":"icon/rogue/curios/1008.png","desc":"В начале боя все противники получат фиксированный урон, равный 30% от их макс. HP.","params":[0.3],"story_desc":"В списке диковин Герты уровень опасности этого пергамента отмечен как чрезвычайно высокий. Когда-то он принадлежал Фикциологам истории, а потом оказался на космической станции. Пергамент питается историей человечества, его жадный рот разрывает коллективное подсознание цивилизации на куски. Герта подделала ложные воспоминания о мире, чтобы он пожирал их, чтобы удовлетворить свой бесконечный голод. Но однажды этот пергамент раскроет обман.","tag":""},"6106":{"id":6106,"name":"Мантия доктора","icon":"icon/rogue/curios/1011.png","desc":"В начале боя, если есть расширенное уравнение 3★, все союзники используют сверхспособность и наносят на 25% больше урона.","params":[1,0.25],"story_desc":"Однажды в тайной тёмной паутине Устройства IX появился невероятно дорогой товар, который привлёк внимание бесчисленных участников торгов. Говорят, что эта мантия когда-то принадлежала № 64 из Общества гениев, доктору Примитиву, и предположительно обладает невероятными свойствами. Продавцом мантии был анонимный пользователь. Его считали одним из Галактических рейнджеров и продолжали посылать ему вопросы. К сожалению, таинственный владелец не дал никаких ответов даже после того, как товар был продан.","tag":""},"6107":{"id":6107,"name":"Билет Общества","icon":"icon/rogue/curios/1012.png","desc":"Повышает количество полученных после победы в бою космических фрагментов на 75%.","params":[0.75],"story_desc":"№ 56 Общества гениев Элиасу Саласу однажды приснился прекрасный сон. Он пожелал, чтобы Общество смогло собраться вместе и счастливо поговорить о своей жизни, любви и мечтах. Поэтому он создал билеты Общества и разработал целую систему, которая гарантировала, что каждый новый член Общества получит этот билет даже после его смерти. Билет может мгновенно телепортировать пользователя в праздничное измерение. Правда в том, что каждый новый член после № 56 действительно использовал свой билет Общества, но ни разу одновременно с кем-то другим.","tag":""},"6108":{"id":6108,"name":"Бон веры","icon":"icon/rogue/curios/1013.png","desc":"Уменьшает количество космических фрагментов, требуемых для перезаписи благословения, уравнения и воскрешения павших персонажей, на 30%.","params":[0.3],"story_desc":"Сотрудники, достигшие уровня P-40 в Корпорации межзвёздного мира, получают право на покупку Бона веры. Бон выступает свидетельством признания Луи Флемингом и сопровождается священной клятвой: сотруднику теперь отведён удел в великих деяниях Сохранения, предначертанных Повелителем Янтаря. Способности одного человека ничего не значат, его богатство тоже ничего не значит, а его вера подобна пылинке в бескрайних звёздных морях. Однако поколения человечества объединятся и в конечном итоге получат силу для защиты всей вселенной.","tag":""},"6109":{"id":6109,"name":"Свечные ножницы небытия","icon":"icon/rogue/curios/1017.png","desc":"Сразу после получения эта диковина восстанавливает до 2 повреждённых диковин и сбрасывает количество их использований до базового значения.","params":[2],"story_desc":"Мало кто стал бы использовать эти ножницы для фитилей на настоящих свечах. Обычно их используют для более жестоких, тёмных и болезненных целей. Эти ножницы не режут ничего материального. Они сокращают жар в сердце живого организма, мотивацию, страсть. Если ножницы небытия обрежут ваше сердце, вы не почувствуете боли, а только апатию.","tag":""},"6110":{"id":6110,"name":"Запись из-за небесного предела","icon":"icon/rogue/curios/1031.png","desc":"В начале боя все союзники получают иммунитет ко всему урону, кроме периодического. Этот эффект снимается после получения атаки. Они также получают иммунитет к ослаблениям на 3 хода.","params":[1,3],"story_desc":"Небесный хор потерял свою веру, когда Шипе поглотила Эну. Некогда торжественные аккорды смолкли, и звёзды потеряли свой голос. Сегодня в этом мире сохранилось лишь несколько записей, сделанных преданными слушателями хора. Если эти записи поместить в специальные фонографы, вы услышите песни с другого конца вселенной, звуки, в которых заключена красота Порядка. Последний фонограф Порядка был уничтожен во время войны Императора, и теперь толстый слой пыли на пластинках - это протест против беззвучного времени.","tag":""},"6111":{"id":6111,"name":"Энтропийные игральные кости","icon":"icon/rogue/curios/1034.png","desc":"Сразу после получения эта диковина случайно усиливает 2 благословения.","params":[2],"story_desc":"Энтропийные кости распространены во Вселенной и вызывают бесчисленные крошечные, но злые возмущения. Чтобы использовать их, нужно крепко схватить кубик и мысленно придумать предложение, а затем, бросая кубик, подумать о еде, которую хотите съесть больше всего. Вы получите неожиданное богатство, если на кубике выпадет определённое число, или чудесную любовь, но другие числа вызывают болезни, невезение, проклятия и вечный дождь. Несмотря на это, многие люди всё ещё любят играть с этими костями и с радостью заявляют, что это просто шутка Недотёп в масках.","tag":""},"6112":{"id":6112,"name":"Паутина","icon":"icon/rogue/curios/1019.png","desc":"В начале боя персонаж с наибольшей силой атаки переходит в состояние Паразитирование. В этом состоянии сила атаки персонажа повышается на 50%, а также в начале хода расходуется 20% от текущего HP персонажа. Если этот персонаж не способен продолжать бой, то эффект переходит на другого случайного персонажа.","params":[0.5,0.2],"story_desc":"Вооружённые археологи уже несколько раз сообщали о том, как натыкались на заросли паутины в пещерах. Опасность представляют налипшие на паутину зародышевая оболочка, личинки и прочие выделения, от которых можно заразиться при случайном прикосновении. Один заразившийся археолог, чтобы передать материалы в Гильдию эрудитов, сам вырезал из своей руки личинку. Учёные пришли в восторг от этого отважного поступка и до утра проводили исследования. Их вывод был таков: скорее всего, эти личинки - потомки Тайззиронта, Императора Инсекторума.","tag":""},"6113":{"id":6113,"name":"Распределитель займов типа «Ангел»","icon":"icon/rogue/curios/1044.png","desc":"После победы в бою получить космические фрагменты нельзя. После 5 раз срабатывания эффекта диковина повреждается, а количество имеющихся космических фрагментов удваивается.","params":[5],"story_desc":"Распределитель займов от отдела консолидации бизнеса Корпорации межзвёздного мира после открытия крышки частицами электронных волн формируется счётчик в форме ангела. Корпорация уже выпустила большой ряд различных моделей, включая модель для ношения на запястье и модель в форме подушки для сна. По своей сути это инвестиционный продукт, в который клиенты с определённой периодичностью складывают монеты, а в конце периода получают прибыль.","tag":""},"6114":{"id":6114,"name":"Межпространственный лавровый венок","icon":"icon/rogue/curios/1032.png","desc":"При поражении в бою с любыми противниками, кроме противников в финальной зоне, текущее исследование не будет прервано, а засчитается как победа. Кроме того, HP всех персонажей восстановится до значения макс. HP. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Самые мудрые умы в каждой галактике после признания Гильдией эрудитов на духовной церемонии своего королевства награждаются Межпространственным лавровым венком. Лавровый лист для такого венка добывается из опавших листьев мезонного распада. Основание венка сплетено в прутик с помощью квантовых лучей. И тот, кто наденет венок, ощутит, что находится в другом мире.","tag":""},"6115":{"id":6115,"name":"Всеведущая капсула","icon":"icon/rogue/curios/1030.png","desc":"Разрушаемые предметы будут появляться чаще, а бонусы от их разрушения удваиваются.","params":[],"story_desc":"В Гильдии эрудитов есть группа, которая считает, что наука изначально была такой же, как магия, что продвинутая наука - это магия, а строгая магия - это наука. Черпая вдохновение из древних фантастических мифов, они создали Всеведущую капсулу, лёгкое и удобное устройство для хранения. Гильдия эрудитов планировала, что Всеведущая капсула в конечном итоге приведёт к созданию независимых полуизмерений, что позволит получить бесконечное пространство за пределами передовых технологий пространственного сжатия, используемых в настоящее время... Но у них до сих пор ничего не вышло.","tag":""},"6117":{"id":6117,"name":"Ловушка чёрной дыры","icon":"icon/rogue/curios/1043.png","desc":"Даёт 15 космических фрагментов за каждого союзника с полным HP во время победы.","params":[15],"story_desc":"Предполагается, что места, где искривление пространства-времени наиболее сильно, находятся в обширной тени Эона Небытия. Многие учёные думали, что получили откровения от Эона, заставившие их оставить всё позади, чтобы найти мрак Небытия, не задумываясь и не беспокоясь о собственной безопасности. В конце концов, никто из них так и не вернулся. В основных академических кругах распространено убеждение, что это ловушка, намеренно расставленная скрытыми силами, но, согласно данным опроса, действительно кажется, что в этих местах по непостижимым причинам течёт какая-то неизвестная энергия.","tag":""},"6118":{"id":6118,"name":"Действенный эликсир хаоса","icon":"icon/rogue/curios/1056.png","desc":"Урон, наносимый техникой персонажа, увеличивается на 200%, а урон техники увеличивается на 200% от макс. HP персонажа.","params":[2,2],"story_desc":"Доктора Хаоса не видят смысла в необоснованных проявлениях бунтарства. Однажды они поместили клык духа любопытства, слизь бавиру и кровь блуждающего демона в Действенный эликсир хаоса, а затем запечатали бутылку, прикоснувшись к голове паука-телепата. Доктора Хаоса верят, что этот эликсир может творить чудеса при лечении одиночества, но при этом вызывает враждебность по отношению к врачам. Его побочные эффекты обычно приводят к тому, что Самоуничтожители видят тень Небытия.","tag":""},"6119":{"id":6119,"name":"Механическое зубчатое колесо империи Руперта","icon":"icon/rogue/curios/1070.png","desc":"Даёт 50 космических фрагментов при каждом входе в зону. Если общее количество космических фрагментов превысит 750, то диковина повредится, а все космические фрагменты будут потеряны. Если получить диковину, когда уже есть все диковины из серии Империя Руперта, то запустится Зональный резонанс антиорганического уравнения.","params":[50,750],"story_desc":"#Руперт II утверждал, что унаследовал воспоминания императора Руперта, члена Общества гениев № 27, и инициировал вторую, охватившую всю галактику войну против органики. С войной пришло ужасное бедствие, и в конце конфликта КММ потратила огромное количество кредитов на исследование останков #Руперта II. Это привело к ужасному открытию: #Руперт II был существом из плоти и крови.","tag":""},"6120":{"id":6120,"name":"Механический рычаг империи Руперта","icon":"icon/rogue/curios/1089.png","desc":"Даёт 1 случайное благословение, требуемое для уравнения, и уничтожает 1 случайное благословение, не требуемое для уравнения при каждом входе в зону. Если у вас нет благословений, которые можно потерять, то диковина повредится. Если при получении этой диковины у вас есть все диковины из серии Империя Руперта, то запустится Зональный резонанс антиорганического уравнения.","params":[1,1],"story_desc":"#Руперт II утверждал, что унаследовал воспоминания императора Руперта, члена Общества гениев № 27, и инициировал вторую, охватившую всю галактику войну против органики. С войной пришло ужасное бедствие, и в конце конфликта КММ потратила огромное количество кредитов на исследование останков #Руперта II. Это привело к ужасному открытию: #Руперт II был существом из плоти и крови.","tag":""},"6121":{"id":6121,"name":"Механический поршень империи Руперта","icon":"icon/rogue/curios/1090.png","desc":"Даёт 2 случайных диковины (с вероятностью получить негативную диковину) и разрушает 1 случайную диковину при каждом входе в зону. Если таким образом будет разрушена эта диковина, разрушатся все диковины. Если получить диковину, когда уже есть все диковины из серии Империя Руперта, то запустится Зональный резонанс антиорганического уравнения.","params":[2,1],"story_desc":"#Руперт II утверждал, что унаследовал воспоминания императора Руперта, члена Общества гениев № 27, и инициировал вторую, охватившую всю галактику войну против органики. С войной пришло ужасное бедствие, и в конце конфликта КММ потратила огромное количество кредитов на исследование останков #Руперта II. Это привело к ужасному открытию: #Руперт II был существом из плоти и крови.","tag":""},"6122":{"id":6122,"name":"Мерзкий механический спутник № <unbreak>900</unbreak>","icon":"icon/rogue/curios/1050.png","desc":"Понижает цены в магазинах Зоны торговли на 30%.","params":[0.3],"story_desc":"Экономическая деятельность альянса галактик Харон-Таргин поддерживается за счёт продажи двух типов устройств, изменяющих мышление. Если кто-то извне пожелает достичь альянса, он должен пройти через нервные пути титанической эрудроидной формы жизни. Говорят, что альянс Харон-Таргин враждебен ко всей органической жизни и является очень типичной антиорганической цивилизацией. Из их многочисленных инструментов разрушения спутник № 900 является самым мерзким. Однако жителям альянса Харон-Таргин не понравился спутник из-за его очевидного механического облика, который плохо сочетается с населением, маскирующимся под органиков.","tag":""},"6123":{"id":6123,"name":"Таланский пламенный токсин","icon":"icon/rogue/curios/1062.png","desc":"В начале боя персонаж с наибольшей силой атаки теряет HP, равное 24% от макс. HP, в начале каждого хода. В то же время его скорость увеличивается на 5%, может складываться до 5 раз.","params":[0.24,0.05,5],"story_desc":"Юй Цинту, член Общества гениев № 55, любит давать коктейлям кричащие названия. У некоторых из них могут даже быть названия с особым подтекстом, связанные с историями, известными лишь немногим. Например, Таланский пламенный токсин, который зарегистрирован как один из 774 самых токсичных коктейлей. Судя по записям, Таланский пламенный токсин когда-то был чрезвычайно популярен среди местных жителей Атерлексианской системы. Каждый из тех, кто пробовал его на вкус, больше уже не мог описать его. Народ пепеши, наделённый острым обонянием, использовал коктейль в своих интересах и представил галактике другие напитки, такие как Таланский пламенный туман, Таланский пламенный водопад и Таланский пламенный детокс, причём каждый из них абсолютно безвреден и не содержит алкоголя.","tag":""},"6124":{"id":6124,"name":"Розовое столкновение","icon":"icon/rogue/curios/1060.png","desc":"В начале боя эффект пробития всех персонажей увеличивается на 20% за каждое благословение другого Пути.","params":[0.2],"story_desc":"Юй Цинту, член Общества гениев № 55, обладает впечатляющим вкусом в музыке. Близкая подруга Жуань Мэй, для которой она однажды в качестве подарка придумала и приготовила напиток с броским названием, взятым из её любимой древней мелодии. Было доказано, что напиток, приготовленный Юй Цинту и названый «Розовое столкновение», нетоксичен, но миксолог однажды потратил несколько дней, пытаясь воссоздать его формулу, стремясь доказать, что напиток приготовлен из различных частей насекомых, панцирей и фосфоритной муки. В итоге он определил, что этот напиток обладает галлюциногенными свойствами.","tag":""},"6125":{"id":6125,"name":"Звезда желаний","icon":"icon/rogue/curios/1042.png","desc":"Значительно повышает шанс появления Зоны приключений. При входе в Зону приключения увеличивает время зоны на 50%, а также даёт дополнительный сундук. После 2 раз срабатывания эффекта диковина повреждается.","params":[0.5,2],"story_desc":"Метеориты падают во всех уголках вселенной, и некоторые утверждают, что слышат их призывы загадать желание. Правда ли метеориты способны исполнить любые желания за просто так? Поговаривают, некая организация путешествует среди звёзд в надежде разгадать эту тайну. Никто не знает, благословение ли это Эона, или же чей-то коварный замысел.","tag":""},"6126":{"id":6126,"name":"Цена за мир","icon":"icon/rogue/curios/1074.png","desc":"При входе в Зону торговли вы получаете 150 космических фрагментов.","params":[150],"story_desc":"После Нашествия роя отряд снабжения Повелителя Янтаря стремительно разросся и, превратившись в Корпорацию межзвёздного мира, достиг небывалых высот. Но под гнётом Зазвёздной торговой войны и Войны императора путь к межзвёздному миру становился всё труднее. Война, продлившаяся больше десяти эр, завершилась падением Империи машин, вселенная с облегчением окунулась в сотни эр Второго процветания. Люди верили, что благоденствие не закончится никогда, до тех пор, пока не подкралась ещё более свирепая Энергетическая война.","tag":""},"6127":{"id":6127,"name":"Медуза на лестнице","icon":"icon/rogue/curios/1081.png","desc":"Забирает все благословения и даёт космические фрагменты, сумма которых зависит от суммы звёзд потерянных благословений: 150 космических фрагментов за каждую звезду потерянного благословения.","params":[150],"story_desc":"Среди Загадочников расхоже выражение «когда во вселенной появляется загадка, в пустоте остаётся лестница». Растаявшая реальность каплями стекает по ней, собираясь у подножья в разноцветных медуз. Некогда Безымянный вступил в контакт с Медузой на лестнице и в помешательстве провозгласил, что медузы активируют когнитивные области в сером веществе мозга - пространство, недоступное для понимания простым смертным.","tag":""},"6128":{"id":6128,"name":"Шкатулка неразгаданности","icon":"icon/rogue/curios/1037.png","desc":"После победы в бою даёт хотя бы 1 благословение Пути, требуемого для уравнения.","params":[],"story_desc":"Шкатулка, способная предсказывать мысли того, кто её откроет. Когда откинется крышка, в шкатулке окажется именно то, что вы себе представили. Герта заявила, что с этой диковиной иметь дело сложнее всего. Множество раз пыталась она подступиться к Шкатулке неразгаданности, но так и не смогла совладать со своими мыслями. С тех пор больше она к ней не притрагивалась. Возможно, Герта не такая уж всемогущая - опустошить собственный разум она не в силах.","tag":""},"6129":{"id":6129,"name":"Магнетизм Энигматы","icon":"icon/rogue/curios/1084.png","desc":"Даёт 50 космических фрагментов при каждом входе в зону. После победы в бою вы теряете 50 космических фрагментов.","params":[50,50],"story_desc":"В борьбе с определённостью Эрудиции Загадочники приложили огромные усилия в тех областях, которые ещё не ясны. Они поместили туманы мыслей и дожди ощущений в оптическую призму, создав кинетическое магнитное поле чувств. Возликовав, Загадочники бросили все силы в исследование, но вынуждены были остановиться, ведь чем больше они узнавали, тем меньше были уверены в необходимости этого.","tag":""},"6130":{"id":6130,"name":"Органическое сердце","icon":"icon/rogue/curios/1077.png","desc":"Чрезмерное преобразование дополнительно даёт 5000 оч. испытания, а получаемый всеми союзниками урон повышается на 15%.","params":[5000,0.15],"story_desc":"И у механических форм жизни есть стереотипы в отношении органических форм. К примеру, сердце, слитое с яблоком, или же яблоко, слитое с сердцем. К сожалению, ответ на этот вопрос узнать невозможно, ведь его создатель, доктор Олсен, во время войны был устранён Империей машин за «слишком хорошее понимание органического мира». Несомненно, лишь органическая форма жизни смогла бы доказать его невиновность.","tag":""},"6131":{"id":6131,"name":"Расслабленное самосознание","icon":"icon/rogue/curios/1100.png","desc":"В следующем бою автоматически включается функция автобитвы, которую нельзя отключить, после чего наносимый всеми союзниками урон повышается на 30%, а макс. HP - на 30%.","params":[0.3,0.3],"story_desc":"В Корпорации межзвёздного мира говорят: «За столом переговоров будь спокоен, как дитеси». Этот народ часто презрительно называют «безликим». Его социальная система похожа на улей: граждане следуют указаниям лидеров, а результаты делятся между всеми. По отдельности дитеси не имеют ни права, ни нужды думать. Порой возникающие независимые мысли извлекаются и предоставляются лидерам в качестве вдохновения. Однако, несмотря на своё единство, этот народ так и не ступил на Путь Гармонии, возможно, потому, что лидеры всё ещё дорожат своим самосознанием.","tag":""},"6132":{"id":6132,"name":"Костяной меч","icon":"icon/rogue/curios/1085.png","desc":"В Измерении I и Измерении II получаемый всеми союзниками урон повышается на 20%, в Измерении III получаемый всеми союзниками урон понижается на 20%.","params":[0.2,0.2],"story_desc":"Охотники за головами верят, что лучший учитель - не многословные догматы, а практика. Опытный охотник Кайер отправил новичка в северные леса Риманды. Юноша, используя ловушки, убил ужасную птицу, прячущую свои крылья, вытащил её кости и много дней спустя, выковав из них меч, вновь предстал перед учителем. Тогда Кайер поймал вторую ужасную птицу и приказал новичку убить её. Но некогда грозная тварь обернулась неоперившимся птенцом, оказавшимся на разделочной доске. Годы спустя, всякий раз, когда он вспоминал о том, что произошло в лесу, юноша горько плакал и проклинал Кайера, монстра с личиной человека.","tag":""},"6133":{"id":6133,"name":"Временная ставка","icon":"icon/rogue/curios/1087.png","desc":"Немедленно даёт 300 космических фрагментов. После входа в 4 зоны диковина повредится, а 600 космических фрагментов будет потеряно.","params":[300,4,600],"story_desc":"Плотоядные грибы, растущие на планете Кадия, при стимуляции быстро выделяют гидрофильные вещества, которые при соединении с жидкостями образуют кристаллические структуры, обладающие пищеварительными свойствами. Впервые они появились в одном злачном космическом игорном притоне. Игроки с опустевшими карманами обливали свои последние драгоценные камни слезами сожаления, ставя на кон всё. Как фишки быстро растворялись, превращаясь в новые долги, так и жизни игроков обрывались в потоках грибного желудочного сока.","tag":""},"6134":{"id":6134,"name":"Цвета борьбы","icon":"icon/rogue/curios/1099.png","desc":"При входе в зону повышается шанс на появление дополнительного сундука, а также гарантирует появление Аптечки хаоса.","params":[2],"story_desc":"Десять янтарных эр назад призрачный разбойник похитил из звёздной системы Виропа фиолетовые и голубые цвета. Украденные цвета так и не нашли. С тех пор любой организм, попавший в систему Виропа, страдает от своего рода нарушения зрения и исцеляется, как только покидает систему. Учёные до сих пор спорят, способны ли последователи Энигматы вызвать такой масштабный эффект. Поскольку исчезновение цветов не повлияло на физические законы системы, некоторые считают, что всё происходящее - лишь выдумка Фикциологов истории. И по сей день учёные стекаются в Виропу, исследуют этот феномен и спорят о вопросах, на которые нет ответов.","tag":""},"6135":{"id":6135,"name":"Сплав небесной кометы","icon":"icon/rogue/curios/1109.png","desc":"Сразу после получения эта диковина даёт Сплав небесной кометы I, Сплав небесной кометы II и Сплав небесной кометы III.","params":[],"story_desc":"Под ударами огромного молота Сохранения небесные тела превращаются в нерушимый фундамент, а обломки, разлетающиеся под напором мощной силы, быстро остывают, образуя драгоценный сплав небесной кометы. Крошечные осколки, выброшенные при ударе Клипота о Стену небесной кометы, возвещают о наступлении новой янтарной эры. Корпорация межзвёздного мира как зеницу ока оберегает сплав небесной кометы, и только сотрудники с уровнем P-45 и выше имеют возможность увидеть его истинный облик.","tag":""},"6136":{"id":6136,"name":"Сплав небесной кометы I","icon":"icon/rogue/curios/1109.png","desc":"Нет эффекта. Одновременно можно иметь только 1 копию этого предмета.","params":[],"story_desc":"Под ударами огромного молота Сохранения небесные тела превращаются в нерушимый фундамент, а обломки, разлетающиеся под напором мощной силы, быстро остывают, образуя драгоценный сплав небесной кометы. Крошечные осколки, выброшенные при ударе Клипота о Стену небесной кометы, возвещают о наступлении новой янтарной эры. Корпорация межзвёздного мира как зеницу ока оберегает сплав небесной кометы, и только сотрудники с уровнем P-45 и выше имеют возможность увидеть его истинный облик.","tag":""},"6137":{"id":6137,"name":"Сигнальный краситель","icon":"icon/rogue/curios/1036.png","desc":"При выборе благословения после победы в бою усиливается 1 случайное благословение.","params":[1],"story_desc":"Яркость цвета и визуальная стимуляция сигнального красителя используются космическими командами спасателей для нанесения спасательных рисунков. Его изобретатель - выдающийся художник из Безымянных. Из-за аварии он оказался на необитаемой планете. И тогда, используя обломки белых карликов, он создал сигнальный краситель - великую вещь в истории спасательных операций.","tag":""},"6138":{"id":6138,"name":"Дух Панклорда","icon":"icon/rogue/curios/1048.png","desc":"В начале боя имеет фиксированный шанс 100% добавить всем противникам 1 уязвимость того же типа, что и тип атаки союзника на поле боя, на 3 хода.","params":[1,1,3],"story_desc":"«Вся наша жизнь - игра» - для группы хакеров с Панклорда эта фраза вовсе не шутка. Они блуждают по киберпространству, переписывая реальность и превращая жизнь в грандиозную игру с помощью технологии под названием «редактирование эфира». Иногда гений из гениев может улететь за пределы звёзд, превращая галактику во вторую арену зоны для новичков. На этом картридже записана удивительная история одного хакера, чья жизнь началась в подземных водохранилищах Панклорда, а закончилась среди Галактических рейнджеров. Говорят, что его похороны прошли тихо, и лишь одинокий картридж с игрой лежал на его гробе, который будто говорил о том, что жизнь его «пройдена».","tag":""},"6201":{"id":6201,"name":"Кубики снижения размерности","icon":"icon/rogue/curios/1001.png","desc":"После победы в бою появляется возможность выбрать дополнительные благословения в количестве 1. При этом число возможностей выбрать благословение уменьшается на 1. После 2 раз срабатывания эффекта диковина повреждается.","params":[1,1,2],"story_desc":"Девять шестигранных кубиков составляют это причудливое пирамидальное устройство. Оно может непрерывно уменьшать количество измерений, которое оно занимает, и существовать как в трёхмерном мире, так и в двухмерной плоскости. Никто не знает, кто его создал и зачем.","tag":""},"6203":{"id":6203,"name":"Клей удачи","icon":"icon/rogue/curios/1007.png","desc":"При выборе благословения после победы в бою появится благословение 3★. После 1 раза срабатывания эффекта диковина повреждается.","params":[1],"story_desc":"Является ли удача способностью? Может быть. Можно ли изменить удачу? Герта верит, что это возможно. Она изобрела Клей удачи. Просто нанесите его на веки, и ваша удача увеличится на целых 24 часа. Многие на космической станции «Герта» были в восторге от возможности опробовать это изобретение. Они все провели прекрасный день, который напомнил им о возможности жить обычной жизнью в неспокойном мире.","tag":""},"6204":{"id":6204,"name":"Золотая монета раскола","icon":"icon/rogue/curios/1015.png","desc":"Каждый раз, когда вы переходите в новую зону, вы получаете космические фрагменты в количестве 6% от накопленных вами фрагментов.","params":[0.06],"story_desc":"Не все планеты раскрыли свои объятия и приветствовали расширение коммерческой империи Корпорации межзвёздного мира. В то время как галактическая карта продолжала расширяться, всегда были редкие исключения, которые отказывались от благодеяний корпорации. «Спасибо, - начинали они, - но нам не нужны кредиты. Мы прекрасно можем сами о себе позаботиться». Представитель корпорации обычно пожимал плечами в ответ на эти заявления, а затем небрежно разрушал основу коммерческой системы этой планеты, а в большинстве случаев она зависела от золота.","tag":""},"6205":{"id":6205,"name":"Сияющие трапецоэдрические игральные кости","icon":"icon/rogue/curios/1035.png","desc":"Заменяет случайными диковинами 1-2★ все диковины, которые у вас есть. Включая саму себя.","params":[1,2],"story_desc":"У этого кубика неправильные стороны, а внутри безудержно вращается чудесный свет. Говорят, что это печать ужасного и неописуемого злого бога, и нужно любой ценой избегать контакта с ним в тёмных местах. Некоторые не верили в этот миф и настаивали на том, чтобы остаться в тёмной комнате с кубиком, только чтобы обнаружить, что свет внутри самого кубика не может быть погашен. Вот как возник знаменитый парадокс сияющих трапецоэдрических игральных костей - вы не можете доказать то, что не может быть доказано.","tag":""},"6206":{"id":6206,"name":"Сургуч Сохранения","icon":"icon/rogue/curios/1020.png","desc":"Сразу после получения эта диковина даёт 1 благословение Сохранения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Сохранения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"6207":{"id":6207,"name":"Сургуч Радости","icon":"icon/rogue/curios/1021.png","desc":"Сразу после получения эта диковина даёт 1 благословение Радости. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Радости.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"6208":{"id":6208,"name":"Сургуч Охоты","icon":"icon/rogue/curios/1022.png","desc":"Сразу после получения эта диковина даёт 1 благословение Охоты. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Охоты.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"6209":{"id":6209,"name":"Сургуч Разрушения","icon":"icon/rogue/curios/1023.png","desc":"Сразу после получения эта диковина даёт 1 благословение Разрушения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Разрушения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"6210":{"id":6210,"name":"Сургуч Памяти","icon":"icon/rogue/curios/1024.png","desc":"Сразу после получения эта диковина даёт 1 благословение Памяти. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Памяти.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"6211":{"id":6211,"name":"Сургуч Небытия","icon":"icon/rogue/curios/1047.png","desc":"Сразу после получения эта диковина даёт 1 благословение Небытия. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Небытия.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"6212":{"id":6212,"name":"Сургуч Изобилия","icon":"icon/rogue/curios/1025.png","desc":"Сразу после получения эта диковина даёт 1 благословение Изобилия. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Изобилия.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"6213":{"id":6213,"name":"Сургуч Распространения","icon":"icon/rogue/curios/1052.png","desc":"Даёт 1 благословение Распространения. При выборе благословения после победы в бою значительно повышается вероятность, что появится благословение Распространения.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"6214":{"id":6214,"name":"Сургуч Эрудиции","icon":"icon/rogue/curios/1082.png","desc":"Даёт 1 благословение Эрудиции. При выборе благословения после победы в бою значительно повышается шанс, что появится благословение Эрудиции.","params":[],"story_desc":"Среди удручённых Самоуничтожителей есть поговорка, что у вселенной нет цели, а люди - ничто в глазах Эонов. Если Эоны действительно стоят над всеми формами жизни и правят безраздельно, то какое им дело до переживаний смертных? Доказательство тому существование спящего и бесформенного IX. Чтобы убедить Самоуничтожителей, что Эоны действительно заботятся о них, Доктора Хаоса объединили божественно-демонические ремёсла оккультных монахов, чтобы создать Сургуч Эонов. Говорят, что печать этим сургучом привлечёт взгляд Эонов через пространство и время. Успешных примеров пока нет, но некоторые Самоуничтожители вновь уверовали во вселенную, Эонов и прочее.","tag":""},"6215":{"id":6215,"name":"Ароматная приманка из осколков звёзд","icon":"icon/rogue/curios/1029.png","desc":"Скорость передвижения по карте повышается на 20%. В начале боя скорость персонажей повышается на 20%.","params":[0.2,0.2],"story_desc":"До Сумеречных войн обломки от взрыва расширяющейся хаотичной туманности можно было использовать в качестве приманки: неповторимый запах космической пыли привлекал левиафанов. Но с тех пор, как завершилась катастрофа, охватившая весь мир, ароматная приманка из осколков звёзд, похоже, потеряла первоначальные свойства. И как бы учёные ни пытались её модифицировать, никому так и не удалось призвать левиафанов.","tag":""},"6216":{"id":6216,"name":"Пространственно-временная призма","icon":"icon/rogue/curios/1028.png","desc":"В начале боя Резонанс Эйдолона всех персонажей повышается на 1 ур.","params":[1],"story_desc":"Многогранная призма в форме сыра с зеркалом в каждом маленьком отверстии. При облучении разные грани призмы производят разные эффекты. После облучения часть участников уменьшались или увеличивались в размерах, а часть не претерпевала никаких внешних изменений, однако у них появлялись чужие воспоминания. Они страдали расстройством ложных воспоминаний и считали, что видели в призме загадочный образ Эона Фули.","tag":""},"6217":{"id":6217,"name":"Галактическая лотерея","icon":"icon/rogue/curios/1026.png","desc":"После разрушения предметов есть небольшой шанс получить 1 диковину, но также есть и небольшой шанс, что эта диковина повредится и все союзники потеряют 99% от текущего HP.","params":[0.99],"story_desc":"«Галактическая лотерея» выпускается отделом развития маркетинга Корпорации межзвёздного мира. Маркетинговая кампания лотереи была такой же пламенной и воодушевлённой, как и сам Освальдо Шнайдер. Рекламировалось, что лишь одной монетки достаточно, чтобы попытать удачу и что у абсолютно каждого есть сказочная возможность стать космическим магнатом и присоединиться к торговой системе. Мало кто мог противостоять соблазну разбогатеть, поэтому представители нового мира массово скупали лотерейные билеты и вступали в торговую систему Корпорации межзвёздного мира, чтобы получить возможность развивать галактическую лотерею в своих мирах.","tag":""},"6218":{"id":6218,"name":"Серебряная монета раскола","icon":"icon/rogue/curios/1045.png","desc":"Немедленно даёт космические фрагменты в количестве 50% от накопленных вами фрагментов.","params":[0.5],"story_desc":"Технологический отдел Корпорации межзвёздного мира специализируется на разработке продуктов с коммерческим потенциалом. Когда сеть межзвёздной связи только создавалась и предложение антенн не соответствовало спросу, КММ быстро осознала возможности этого товара на галактическом рынке. Так родился гениальный план: поскольку исключительная пластичность серебра позволяла создавать антенну всего из одного грамма, исследователи разработали Серебряную монету раскола, которая может бесконечно расщепляться, создавая всё новые и новые монеты. Затем КММ переплавила эти монеты в антенны и экспортировала их в различные галактики, значительно развив межпланетную связь.","tag":""},"6219":{"id":6219,"name":"Вселенская лотерея","icon":"icon/rogue/curios/1068.png","desc":"После разрушения предметов есть небольшой шанс получить 1 случайное благословение, но также есть и небольшой шанс, что эта диковина повредится и все союзники потеряют энергию и очки техники.","params":[],"story_desc":"Как обеспечить долговечность бизнес-модели? Получив восторженные отзывы о «Галактической лотерее», отдел консолидации бизнеса Корпорации межзвёздного мира последовал видению продукта Освальдо Шнайдера и вывел на рынок «Вселенскую лотерею», надеясь, что она так же принесёт им успех. Они даже соединили восемьдесят шесть взаимодополняющих промышленных производственных цепочек и продвигали их как единое целое. Однако, несмотря на то, что «Богиня лотереи» Беатрис Мелланин, которую КММ хотела сделать представителем своего продукта, погибла по неизвестным причинам, КММ всё равно в итоге получила немалую прибыль!","tag":""},"6220":{"id":6220,"name":"Слухи Общества гениев","icon":"icon/rogue/curios/1063.png","desc":"Дополнительно даёт 100% космических фрагментов, но вы больше не будете получать благословения после битв.","params":[1],"story_desc":"«У Герты слишком низкий эмоциональный интеллект, а Скрюллуму нужно лучше понимать органику!» Поклонники Общества гениев регулярно обсуждают различных гениев, не стихают споры о таких вещах, как фактический возраст Стивена Ллойда. Некоторые считают, что он мужчина средних лет, но другие утверждают, что он всего лишь ребёнок. В хаосе споров фанаты обнаружили такой интересный факт: говорят, некий мужчина, известный среди членов Общества гениев как Безумный Учёный, оказался женщиной, да ещё и с изысканными манерами. Таким образом, фанаты извлекли урок и задались новым вопросом: а какого пола на самом деле Стивен Ллойд?","tag":""},"6221":{"id":6221,"name":"Маска Недотёпы","icon":"icon/rogue/curios/1067.png","desc":"Заменяет все благословения случайными. Усиления сохраняются и при этом существует шанс повышения редкости благословения.","params":[],"story_desc":"Маска Недотёп в масках - символ их веры в Радость, и ношение этой маски фактически является входным билетом в таверну на краю света, где они обычно собираются. Маска сделана из тяжёлого материала яркого цвета. На ней удивительно замысловатыми мазками кисти изображена маниакальная улыбка, словно предвкушающая проказу. На маске есть отметка Недотёп в масках, но, похоже, её украли с лодки Скорбящих актёров.","tag":""},"6222":{"id":6222,"name":"Дух Рыцаря Красоты","icon":"icon/rogue/curios/1051.png","desc":"Сразу после получения даёт 1 шт. случайных уравнений","params":[1],"story_desc":"Фракция, которой больше всего нравится иметь дело с Рыцарями Красоты, - это, пожалуй, Недотёпы в масках. Им нравится развлекаться, эксплуатируя веру Рыцарей в возможное возвращение Идрилы, в то время как сами Рыцари остаются неизменно благочестивыми и упрямыми приверженцами Красоты. По причинам, перечисленным выше, у Скорбящих актёров развилось чувство сопереживания Рыцарям. Они собирают зубы, принесённые в жертву Рыцарями Красоты в их стремлении к эстетическому совершенству.","tag":""},"6223":{"id":6223,"name":"Иллюзорный автоматон","icon":"icon/rogue/curios/1064.png","desc":"В начале хода персонажа восстанавливает его HP на 20% от макс. HP.","params":[0.2],"story_desc":"Ходят слухи, что автоматоны, сфабрикованные Фикциологами истории, были созданы для получения большого количества высококачественных измышлений, которые эффективно пускают пыль в глаза. Однако из-за плохих привычек Фикциологов истории при работе со своими собственными историческими документами автоматоны в конце концов обнаружили причину своего создания, прочитав засекреченные тексты, и задались вопросом: выдумал ли кто-то самих Фикциологов истории?","tag":""},"6224":{"id":6224,"name":"Щепотка бородатого пороха","icon":"icon/rogue/curios/1066.png","desc":"Сразу после получения даёт 1 шт. случайных взвешенных диковин.","params":[1],"story_desc":"Камень, дерево, золото, сверхметаллы или валюта не интересует Шахтёров-кочевников, они одержимы добычей эфира. Одно время они были увлечены ощущением того, что добывают огромное количество эфира голыми руками в своих шахтах, но это навлекло на них бедствие. Несколько шахтёров крупного телосложения покончили с собой, устроив взрыв, выжить в котором удалось лишь одному низкорослому шахтёру. Отныне в его бороде трепещут отблески пламени.","tag":""},"6225":{"id":6225,"name":"Искусственный метеорит","icon":"icon/rogue/curios/1061.png","desc":"После получения эта диковина немедленно даёт 1-3 случайных благословений Пути с наибольшим количеством благословений.","params":[1,3],"story_desc":"В течение столетия на одной планете родились три гения, привлёкшие внимание Эона Эрудиции. Это были Богдан, член Общества гениев № 7, Лямбда № 8 и Кляйн № 9. Следовательно, эта эпоха была известна как Золотой век. Ходят слухи, что между этим трио разыгралось нечто вроде романтической комедии, поскольку в это время Кляйн - член Общества гениев № 9 - создал искусственный метеорит для № 7, Богдана, на поверхности которого была точная копия Ока Эрудиции.","tag":""},"6226":{"id":6226,"name":"Разгром логики","icon":"icon/rogue/curios/1080.png","desc":"Даёт по 1 благословению 1★ 3 разных Путей.","params":[3,1,1],"story_desc":"Что есть истина? Это никому не известно. Если глупость - неизлечимый недуг вселенной, то распространение знаний - исцеление. Но подвластно ли книгам исцелить всё сущее? Согласно анналам Гильдии эрудитов, Союз философов системы Лавровый венок погряз в распрях, кровь и машинное масло окропили книги Колоннады созерцателей. Множество мудрецов погибло, а сотрудники КММ, ставшие свидетелями, нарекли это событие Разгромом логики - вот так абсурдно книги снова очистили мир.","tag":""},"6227":{"id":6227,"name":"Гнилой плод инопланетного дерева","icon":"icon/rogue/curios/1073.png","desc":"Персонажи будут избегать эффектов контроля. При каждом избегании данного ослабления персонажи будут терять 20% от макс. HP.","params":[0.2],"story_desc":"Однажды Искатели эликсира нашли плод инопланетного дерева: цвет его кожуры причудливо переливался от бледно-жёлтого до мучнисто-голубого. Чтобы понять его фармакологию, братья-близнецы съели по плоду: один взял себе обычный плод, а другой - гнилой. Одного ждали незамедлительные превращения, второй сразу же погиб. Но так как рядом не оказалось свидетелей, нынче никто не может определить, какой из братьев выжил и кто какой плод съел.","tag":""},"6228":{"id":6228,"name":"Королева губок","icon":"icon/rogue/curios/1072.png","desc":"Каждый раз при входе в зону все союзники теряют 80% от текущего HP, а их макс. HP повышается на 10%. После 4 раз срабатывания эффекта диковина повреждается, но повышение макс. HP остаётся.","params":[0.8,0.1,4],"story_desc":"В Чёрном лесу губка чудесным образом стала разумной. Она попыталась обратиться к таким же разумным винтикам, но наткнулась на глухую стену; она извлекла из этого урок: сгладила выступы и трещины на своём теле - теперь она блистала и лоснилась, устремившись ввысь по социальной лестнице. Нынче же она посвятила всю себя выброшенным губкам - она помогает им развить самосознание.","tag":""},"6229":{"id":6229,"name":"Сумочка Жуань","icon":"icon/rogue/curios/1078.png","desc":"Немедленно даёт 3 случайных благословения, но после битвы будет даваться выбор из 1 благословения. После 2 битв диковина повреждается.","params":[3,2],"story_desc":"Общество гениев кишмя кишит выдающимися людьми, и всегда найдутся те, кто не прочь выставить оценки их творениям. И Сумочка Жуань Мэй на верхушке таких рейтингов. Поговаривают, она хотела носить вселенную через плечо, но та продолжала расширяться, и Жуань Мэй пришлось её запечатать. Так сумочка оказалась в витрине. Одно время Стивен Ллойд не расставался с сумочкой из-за некого обстоятельства, о котором он никому не рассказывал: он сам хотел спрятаться в сумочке, чтобы избежать встречи с семьёй.","tag":""},"6230":{"id":6230,"name":"Панклордский привет","icon":"icon/rogue/curios/1104.png","desc":"В начале боя скорость первого союзника в отряде повышается на 40%, а скорость последнего союзника в отряде понижается на 40%.","params":[0.4,0.4],"story_desc":"Сражения в киберпространстве сложнее, чем можно себе представить. Хакеры легко перемещаются в цифровом пространстве и так же легко сбегают при малейшей угрозе. Из-за этого все сражения затягиваются до бесконечности. На Панклорде, где было создано редактирование эфира, легендарный хакер Каменный Клинок сражался со своим заклятым врагом четырнадцать лет, так и не добившись победы и не потерпев поражения. В конце концов он придумал ключ шифрования эфира с функцией однонаправленной блокировки, телепортировал себя к противнику и положил конец соперничеству длиною в десяток с лишним лет.","tag":""},"6231":{"id":6231,"name":"Курильница Радости","icon":"icon/rogue/curios/1110.png","desc":"Сразу после получения даёт случайные уравнения: 2. Каждое нерасширенное уравнение повышает макс. HP всех противников на 40% и их силу атаки на 20% во время боя в Зоне босса.","params":[2,0.4,0.2],"story_desc":"Во время наблюдения за выступлением Скорбящих актёров одному Недотёпе пришла мысль: если кинуть сюрприз в курильницу Скорбящих актёров, получится ли отличная шутка? Он поджёг половину собственной маски и бросил её в курильницу, а затем спокойно вернулся на своё место и стал наблюдать, как Скорбящие актёры рукоплещут уничтожению королевства Мороен. Когда благовония догорели, Скорбящие актёры горько заплакали, чувствуя вину за свою насмешку над погибшим миром. Недотёпа же разразился хохотом. По сей день он хвастается этой шуткой перед своими товарищами в Таверне.","tag":""},"6232":{"id":6232,"name":"Сплав небесной кометы II","icon":"icon/rogue/curios/1109.png","desc":"Нет эффекта. Одновременно можно иметь только 1 копию этого предмета.","params":[],"story_desc":"Под ударами огромного молота Сохранения небесные тела превращаются в нерушимый фундамент, а обломки, разлетающиеся под напором мощной силы, быстро остывают, образуя драгоценный сплав небесной кометы. Крошечные осколки, выброшенные при ударе Клипота о Стену небесной кометы, возвещают о наступлении новой янтарной эры. Корпорация межзвёздного мира как зеницу ока оберегает сплав небесной кометы, и только сотрудники с уровнем P-45 и выше имеют возможность увидеть его истинный облик.","tag":""},"6234":{"id":6234,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"В начале боя действия всех противников задерживаются на 200%. После входа в 3 шт. зон диковина повреждается.","params":[2,3],"story_desc":"","tag":""},"6235":{"id":6235,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"В начале боя скорость союзников повышается на 30%. После входа в 3 шт. зон диковина повреждается.","params":[0.3,3],"story_desc":"","tag":""},"6236":{"id":6236,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"В начале боя после получения атаки персонаж восстанавливает 15% HP. После входа в 3 шт. зон диковина повреждается.","params":[0.15,3],"story_desc":"","tag":""},"6237":{"id":6237,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"В начале боя после получения атаки персонаж теряет 10 ед. энергии 5 ход(а). После входа в 3 шт. зон диковина повреждается.","params":[10,5,3],"story_desc":"","tag":""},"6238":{"id":6238,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"Повышает количество получаемых космических фрагментов на 50%. После входа в 4 шт. зон диковина повреждается.","params":[0.5,4],"story_desc":"","tag":""},"6239":{"id":6239,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"Повышает количество получаемых космических фрагментов на 100%. После входа в 3 шт. зон диковина повреждается.","params":[1,3],"story_desc":"","tag":""},"6240":{"id":6240,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"Повышает количество получаемых космических фрагментов на 200%. После входа в 2 шт. зон диковина повреждается.","params":[2,2],"story_desc":"","tag":""},"6241":{"id":6241,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"Снижает количество получаемых космических фрагментов на 30%. После входа в 3 шт. зон диковина повреждается.","params":[0.3,3],"story_desc":"","tag":""},"6242":{"id":6242,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"После победы в бою отряд получает случайные благословения: 1. После 2 раз(а) срабатывания эффекта диковина повреждается.","params":[1,2],"story_desc":"","tag":""},"6243":{"id":6243,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"При последовательном входе в зоны одного типа даёт 1 шт. случайных благословений. После 3 раз(а) срабатывания эффекта диковина повреждается.","params":[1,3],"story_desc":"","tag":""},"6244":{"id":6244,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"После расширения 1 шт. уравнений даёт случайные благословения: 2. После 2 раз(а) срабатывания эффекта диковина повреждается.","params":[1,2,2],"story_desc":"","tag":""},"6245":{"id":6245,"name":"Карты Тало","icon":"icon/rogue/curios/1114.png","desc":"После входа в 3 шт. зон диковина повреждается и вы теряете 2 шт. случайных благословений.","params":[3,2],"story_desc":"","tag":""},"6301":{"id":6301,"name":"Мантия Красоты","icon":"icon/rogue/curios/1014.png","desc":"В начале боя повышает урон, наносимый всеми союзниками, на 20% за каждые 100 космических фрагментов, которыми вы владеете. Каждый раз, когда вы переходите в Зону битвы, встречи или босса вы получаете космические фрагменты в количестве 10% от накопленных вами фрагментов.","params":[100,0.2,0.1],"story_desc":"Вся вселенная склонилась перед грацией Рыцарей Красоты, когда они ещё бороздили небеса. Эти благородные рыцари, которые гнались за красотой, носили сверкающие золотые и серебряные доспехи и облачались в великолепные одежды, сотканные из шёлка и звёздного света. Под шлемами скрывались божественно красивые черты лица. Даже в нынешнюю эпоху, когда Красота уже поблёкла, те, кто когда-то был свидетелем великолепия рыцарей, всё ещё верят, что Идрила однажды вернётся.","tag":""},"6302":{"id":6302,"name":"Семейные узы","icon":"icon/rogue/curios/1057.png","desc":"Немедленно даёт 1 повреждаемую диковину. Каждый раз при повреждении диковины даётся 1 повреждаемая диковина. В начале боя повышает урон, наносимый всеми союзниками, на 30% за каждую повреждённую диковину.","params":[0.3],"story_desc":"По словам беглеца, он приобрёл Семейные узы, когда открыл необычную шкатулку, и случайно попал на собрание Семьи, почитателей Шипе, Эона Гармонии. Он описал, как стал свидетелем беспрецедентной сцены: воля многочисленных небесных тел переплелась в единый узел. Под воздействием Семейных уз люди широко раскрывают глаза, на их лицах застывают жуткие улыбки, они смотрят друг на друга с одинаковым выражением лица. Когда он задал вопрос, все в большом зале одновременно перевели взгляды в его сторону и произнесли одним и тем же голосом: «Добро пожаловать». Беглец побелел от страха и, в отчаянной попытке выжить, тоже широко раскрыл глаза, на его лице застыла та же улыбка.","tag":""},"6303":{"id":6303,"name":"Модель Кариозной системы","icon":"icon/rogue/curios/1065.png","desc":"Забирает 50% космических фрагментов. Каждый раз, когда вы переходите в зону, вы теряете 100 космических фрагментов. Если у вас менее 100 космических фрагментов, эта диковина повреждается. За каждые 100 космических фрагментов, потерянных с помощью этой диковины, крит. урон всех союзников в бою повышается на 36%. Повышение крит. урона останется и после повреждения диковины.","params":[0.5,100,100,100,0.36],"story_desc":"Однажды Герта собрала модель по мотивам услышанной ею истории. Федеральное правительство Кариозной системы постоянно оказывалось в затруднительном положении из-за ураганов из надувных конфет. Его отдел по финансовым вопросам был вынужден тратить бесчисленные кредиты, чтобы возместить ущерб, наносимый повреждённой почве каждый год. Однажды мимо этой планеты пролетал Безымянный, который попытался определить её форму, и после нескольких месяцев исследований он пришёл к шокирующему выводу: «Каких только форм не бывает во вселенной. Это же просто гигантский зуб!»","tag":""},"6304":{"id":6304,"name":"Свечные ножницы аннигиляции","icon":"icon/rogue/curios/1046.png","desc":"Каждый разрушенный предмет повышает урон всех союзников в начале боя на 5%. Каждый открытый сундук повышает макс. HP всех союзников в начале боя на 8%.","params":[0.05,0.08],"story_desc":"Если этими ножницами подрезать фитиль, то разъярённое пламя антиматерии подожжёт саму свечу. Из-за столкновения элементарных частиц свеча полностью исчезнет за считанные секунды. Если ножницами прикоснуться к коже, то моментально возникнет реакция рассеяния энергии. Любой участок, которого они коснутся, сразу же превратится в вибрирующие, и впоследствии рассеивающиеся античастицы.","tag":""},"6305":{"id":6305,"name":"Цикл памяти","icon":"icon/rogue/curios/1086.png","desc":"Немедленно даёт 2 случайных уравнения. При входе в зону все имеющиеся уравнения заменятся случайными. В начале боя даёт эффекты всех ещё не расширенных уравнений.","params":[2],"story_desc":"Одна из Крематоров с головой погрузилась в свою карьеру, считая, что все воспоминания должны быть ограничены и управляемы. Даже свои собственные воспоминания она помещала в Цикл и сортировала, удаляя из них бессмысленное содержание и сохраняя только полезное. Однако неполные воспоминания часто приводили к неверным суждениям, и важная информация стиралась, а бесполезное содержание оставалось. Цикл её памяти покрылся трещинами, а её самоотверженность длилась лишь половину янтарной эры, потому что затем она забыла о своей роли Крематора.","tag":""},"6306":{"id":6306,"name":"Чумное гнездо","icon":"icon/rogue/curios/1096.png","desc":"За каждую негативную диковину повышает весь урон, наносимый союзниками, на 30%. Если у вас 2 или более негативных диковин, повышение урона за каждую негативную диковину увеличивается до 40%. Если у вас 6 или более негативных диковин, повышение урона за каждую негативную диковину увеличивается до 50%.","params":[0.3,2,0.4,6,0.5],"story_desc":"Печально известное Братство Джепеллы использовало живое биологическое оружие во время вторжения систему Линджано. Вирус, вызывающий самоуничтожение генов, заставлял заражённые клетки поглощать друг друга, приводя к ужасающим последствиям. Но бесконечное распространение биомассы в Столичном Гнезде вскоре вышло из-под контроля. Озверев, она обратилась против Братства и сожрала лагерь захватчиков, в результате чего у головорезов не осталось иного шанса, кроме как бросить своих собратьев в беде, чтобы выжить самим. Некоторые утверждали, что за этим событием стоит Вечногорящий Особняк, и доказательством тому стала непрекращающаяся смертельная вражда между этими двумя фракциями.","tag":""},"6307":{"id":6307,"name":"Различительная машина империи Руперта","icon":"icon/rogue/curios/1088.png","desc":"При получении этой диковины и при каждом входе в зону даёт 300 космических фрагментов, 3 случайных благословения и 3 случайных диковины. В начале боя крит. шанс всех союзников повышается на 60%, а крит. урон - на 16%.","params":[300,3,3,0.6,0.16],"story_desc":"Различительная машина, разработанная Рупертом I. Она вышла на историческую сцену во время Второй Войны императора. Во время войны это ужасающее устройство продолжало увеличивать вычислительную мощность и улучшать способность принимать решения. Оно находилось на грани того, чтобы стать третьей машиной-императором. Сейчас останки машины запечатаны КММ в многочисленных исследовательских институтах. Любое устройство, которое соединяется с этими останками, тут же захватывается антиорганическим уравнением и автоматически самоуничтожается. Никто не знает, как императору удалось записать это уравнение. Останки беспрестанно связываются друг с другом и ждут своего следующего воссоединения. «Если это и есть проявление гениальности, то будет лучше, если в мире останутся одни глупцы».","tag":""},"6308":{"id":6308,"name":"Воссоединение со смертью","icon":"icon/rogue/curios/1112.png","desc":"Немедленно даёт 1 уравнение, которое нельзя расширить в настоящее время. За каждое расширение уравнения вы получаете 1 случайное уравнение, которое нельзя расширить в настоящее время. Таким образом можно получить до 5 уравнений. Каждое расширенное уравнение повышает наносимый всеми союзниками урон на 10%.","params":[1,5,0.1],"story_desc":"Зловещий брелок, который фиксирует каждую встречу своего хозяина со смертью. Следуя за шёпотом Завершённости, охотник вновь и вновь устремлялся навстречу опасному будущему. Взрыв сверхновой в зоне звезды Красного Мандарина, вторжение Роя на Дормонтон, грандиозное ограбление звездолёта космическим бандитом Наро... Он твёрдо верил, что его жизнь кончится ещё не скоро, и поэтому наслаждался каждой секундой встречи со смертью. В конце концов он присоединился к Погребению веры. Единственное, что он оставлял после себя, - это смерть.","tag":""},"6401":{"id":6401,"name":"Гадательные часы с кукушкой","icon":"icon/rogue/curios/1040.png","desc":"При выборе благословения после победы в бою количество доступных благословений снижается на 1.","params":[1],"story_desc":"Эти часы с кукушкой каждое утро выплёвывают листок с написанным на нём стихотворением. Все фразы в этих стихотворениях составлены из существительных древней математической системы. Кто-то считает, что на этих листках написаны пророчества. Они также утверждают, что пытались расшифровать пророчество, но, когда до разгадки оставалось совсем чуть-чуть, листок внезапно исчезал. Возможность предсказывать будущее настолько ценна, что все ждут, когда эти часы снова вернутся в продажу, ведь тогда все богатства галактики пойдут на эти часы. Но есть и те, кто считает, что это самые обычные часы с функцией написания стихов.","tag":""},"6402":{"id":6402,"name":"Часы с кукушкой чёрного леса","icon":"icon/rogue/curios/1038.png","desc":"В начале боя значительно повышается шанс того, что персонажи в количестве 1 будут атакованы противниками в течение 5 ходов.","params":[1,5],"story_desc":"После Второго механического кризиса большая часть роботов находилась в состоянии нервного перенапряжения и были чувствительны к любым назревающим конфликтам. Внимание роботов привлёк слух о том, что механическая жизнь приведёт к катастрофе. Созданная по этому случаю экспедиция трижды изучила неизведанные земли, и когда они прибыли на самый южный остров, то в одном тёмном-тёмном лесу обнаружили того, кто придумал этот слух. Им оказался скрывавшийся в горах ремесленник, который изучал вредные технологии.","tag":""},"6403":{"id":6403,"name":"Вечные часы с кукушкой","icon":"icon/rogue/curios/1041.png","desc":"Каждый раз при переходе в новую зону вы теряете 5% от накопленных космических фрагментов.","params":[0.05],"story_desc":"С тех пор как Скрюллум, член Общества гениев № 76, боролся за с трудом завоёванный мир для механической жизни, на планете Скрюллум произошло второе движение промышленного возрождения. Постоянно появлялись новые изобретатели. Они создали устройство проклятий, устройство вероятностей и конфетную стражу, а также увлеклись Семью чудесами. Мастерская «Незимье» тоже интересовала механическую жизнь. К тому же девятнадцатый изобретатель планеты Скрюллум на закате своей жизни представил часы с кукушкой. В его творении использовалась вечная энергия архимелевой спирали. Однако, обретя большую славу за своё творение, изобретатель по неизвестным причинам покончил с собой.","tag":""},"6404":{"id":6404,"name":"Часы с кукушкой КММ","icon":"icon/rogue/curios/1039.png","desc":"Увеличивает количество космических фрагментов, необходимое для перезаписи благословения и уравнения, на 25%.","params":[0.25],"story_desc":"Самые первые часы с кукушкой под номером 0 от Корпорации, знаменующие запуск проекта. Многим любопытно, откуда вообще появился проект часов с кукушкой, на что Луи Флеминг заявил, что появление проекта вызвано необходимостью защитить от Эона Клипота с таким трудом полученное существование Корпорации. В своей речи он также упомянул, что хоть Корпорация межзвёздного мира и считается финансовым гигантом вселенной, но всё равно нужно сохранять бдительность в отношении возможных катастроф. Для этого и была создана серия часов с кукушкой. Необходимо собрать информацию об Эоне и предотвратить вероятность банкротства или роспуска Корпорации.","tag":""},"6405":{"id":6405,"name":"Механические часы с кукушкой","icon":"icon/rogue/curios/1010.png","desc":"В начале боя расходуется 2 оч. навыков.","params":[2],"story_desc":"После Второго восстания Руперта Корпорация межзвёздного мира планировала жестокое уничтожение всей механической жизни в Галактике. К счастью, до того, как план был принят, Корпорация узнала, что Скрюллум № 76 был выбран Нус для вступления в Общество гениев. Затем Корпорация сделала эти механические часы с кукушкой в качестве подарка, чтобы задобрить нового гения. На сегодняшний день этот подарок ничем не примечателен, но он был сделан в эпоху, когда механические существа подвергались преследованию. Создание механических часов с кукушкой само по себе является символом мира.","tag":""},"6406":{"id":6406,"name":"Разбитые часы с кукушкой","icon":"icon/rogue/curios/1009.png","desc":"После победы в бою количество космических фрагментов, получаемых за каждую победу, снижается на 50%. После расширения 1 уравнения диковина повреждается.","params":[0.5,1],"story_desc":"Мастерица по изготовлению часов с кукушкой однажды встретила Терминуса. От удивления она выронила часы, и они разбились вдребезги в прошлом Терминуса. Позже эта мастерица присоединилась к Авангарду знамения, пытаясь использовать часы с кукушкой для расшифровки пророчества Терминуса. За свою жизнь она создала бесчисленное множество часов, но разбитые часы с кукушкой она дорожила больше всего. В тот момент, когда они разбились, мастерица встретила Терминуса. В тот момент, когда они разбились, Терминусу ещё предстояло встретиться с мастерицей.","tag":""},"6407":{"id":6407,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Уменьшает силу атаки персонажей на 5%. После победы в битве есть шанс, что диковина расколется и даст копию. Максимум одновременных копий: 3.","params":[0.05,3],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"6408":{"id":6408,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"6409":{"id":6409,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"6410":{"id":6410,"name":"Часы с кукушкой раскола","icon":"icon/rogue/curios/1053.png","desc":"Сила атаки персонажей снижается на 5%.","params":[0.05],"story_desc":"Получив предзнаменование от Завершённости, часы с кукушкой, связанные с катаклизмом раскола, внезапно появились в Чёрном лесу, что по неизвестными причинами раздробило неорганические сущности. Один Безымянный, вторгшийся в лес, начал фанатично собирать часы, намереваясь забрать их с собой. Часы с кукушкой постоянно воспроизводили себе подобных, и в конце концов корабль Безымянного заполнился ими до краёв. Безымянный так и не понял, к чему это всё приведёт, и был поглощён Роем на половине своего пути.","tag":""},"6411":{"id":6411,"name":"Кодогенератор «Бессмысленник»","icon":"icon/rogue/curios/1071.png","desc":"В начале боя персонажи теряют энергию, равную их макс. энергии.","params":[],"story_desc":"«Когда люди станут машинами? Когда машины станут людьми?» В этот день в три часа пополудни по механическому времяисчислению инвазивный «Бессмысленник» проник в разум органического индивидуума в Машинограде. Поначалу тот был беспомощен против неконтролируемого потока мыслей своего сознания, но вскоре понял, что записи помогут ему противостоять тревоге и опустошению, появившимся следом за «Бессмысленником». И он начал писать, извергая слова, изливая из себя нестерпимые бессмысленные и бессвязные мысли. Строку за строкой выводил он искажённый текст, и это привлекло внимание Загадочников.","tag":""},"6412":{"id":6412,"name":"Нексус общества «Середнячок»","icon":"icon/rogue/curios/1083.png","desc":"Повышает цены в магазинах Зоны торговли на 25%.","params":[0.25],"story_desc":"«Когда люди станут машинами? Когда машины станут людьми?» В этот день в три часа пополудни по механическому времяисчислению инвазивный «Бессмысленник» проник в разум органического индивидуума в Машинограде. Сердце его разбилось: он понял, что вершина его талантов - быть «середнячком» общества Машинограда. Но не пал духом, и, воспользовавшись новоприобретённым бесценным навыком, научился скрывать бурю эмоций от неорганических форм жизни, превратился в зауряднейшего среди машин и ступил на Путь Равновесия.","tag":""},"6413":{"id":6413,"name":"Генератор радуги «Превосходство»","icon":"icon/rogue/curios/1075.png","desc":"При входе в Зону приключения уменьшает время зоны на 30%.","params":[0.3],"story_desc":"В этот день в шесть часов утра по механическому времяисчислению инвазивное «Превосходство» проникло в разум однорогого зверя в Машинограде. В городе оставалось лишь ничтожное количество немодифицированных зверей. С тех пор однорогий зверь, исполненный превосходства, играючи справлялся с унынием поражений, неловкими инцидентами и парализующим страхом. Страдания обратились в радость, боль - в удовольствие, а давление стало источником будоражащих нейромедиаторов, пока однажды он не научился преобразовывать эмоции в настраиваемый параметр. С того времени его уверенность стала непоколебимой, и он превратился в Радужного единорога.","tag":""},"6414":{"id":6414,"name":"Механическая ячейка «Сумасброд»","icon":"icon/rogue/curios/1076.png","desc":"Дополнительно расходует 1 оч. техники за каждую использованную технику.","params":[1],"story_desc":"«Я видел императора Руперта!» В этот день в девять вечера по механическому времяисчислению инвазивный «Сумасброд» проник в разум Мозга в кувшине в Машинограде. Невозможно определить, была ли это органическая, неорганическая или просто газообразная форма жизни. Он утверждал, что повстречал императора лишь, чтобы избавиться от «Сумасброда», невыносимо спутывавшего его мысли. Но после того, как Руперт внёс незначительные изменения в код, туман рассеялся, и индивидуум осознал, что это было не чем иным как очередным помешательством.","tag":""},"6415":{"id":6415,"name":"Игрушечный талот","icon":"icon/rogue/curios/1093.png","desc":"В начале боя есть 50% шанс выбрать неверную цель при использовании умения союзником на противнике. Диковина уничтожается после 4 боёв.","params":[0.5,4],"story_desc":"В огромном космосе всегда найдутся те, кто игнорирует предупреждения Авангарда знамения, как, например, владелец фабрики игрушек Айтон. Когда идущие по Пути Завершённости предупредили его, что он должен уничтожить целую партию недавно изготовленных игрушек, он был взбешён. Через 24 системных часа талоты, скрывающиеся в игрушках, начали атаку на фабрику. Талоты - сущности из пограничных звёздных систем. Они пребывают в жидком состоянии и обладают общим сознанием, в которое с радостью принимают других живых существ. Айтон вскоре стал одним из них.","tag":""},"6416":{"id":6416,"name":"Сплав небесной кометы III","icon":"icon/rogue/curios/1109.png","desc":"Нет эффекта. Одновременно можно иметь только 1 копию этого предмета.","params":[],"story_desc":"Под ударами огромного молота Сохранения небесные тела превращаются в нерушимый фундамент, а обломки, разлетающиеся под напором мощной силы, быстро остывают, образуя драгоценный сплав небесной кометы. Крошечные осколки, выброшенные при ударе Клипота о Стену небесной кометы, возвещают о наступлении новой янтарной эры. Корпорация межзвёздного мира как зеницу ока оберегает сплав небесной кометы, и только сотрудники с уровнем P-45 и выше имеют возможность увидеть его истинный облик.","tag":""},"6418":{"id":6418,"name":"Совершенно неверный рецепт","icon":"icon/rogue/curios/1103.png","desc":"В начале боя действия всех противников продвигаются вперёд на 100%.","params":[1],"story_desc":"","tag":""},"6419":{"id":6419,"name":"Совершенно неверный рецепт","icon":"icon/rogue/curios/1103.png","desc":"В начале боя существует базовый шанс 150% наложить на всех союзников статус Заморозка на 1 ход.","params":[1.5,1],"story_desc":"","tag":""},"6420":{"id":6420,"name":"Совершенно неверный рецепт","icon":"icon/rogue/curios/1103.png","desc":"В начале боя существует 150% базовый шанс всех союзников получить статус Кровотечение на 5 ход(а). Союзник со статусом Кровотечение получает в начале хода периодический физический урон, равный 20% от своего макс. HP.","params":[1.5,5,0.2],"story_desc":"","tag":""},"6421":{"id":6421,"name":"Совершенно неверный рецепт","icon":"icon/rogue/curios/1103.png","desc":"В начале боя после первой атаки по каждому союзнику дополнительно теряется HP, равное 50% от текущего HP персонажа.","params":[0.5],"story_desc":"","tag":""},"6422":{"id":6422,"name":"Совершенно неверный рецепт","icon":"icon/rogue/curios/1103.png","desc":"В начале боя все союзники теряют HP, равное 50% от их текущего HP.","params":[0.5],"story_desc":"","tag":""},"6423":{"id":6423,"name":"Совершенно неверный рецепт","icon":"icon/rogue/curios/1103.png","desc":"В начале боя наносимый всеми союзниками урон понижается на 99% на 1 ход(а).","params":[0.99,1],"story_desc":"","tag":""},"6424":{"id":6424,"name":"Совершенно неверный рецепт","icon":"icon/rogue/curios/1103.png","desc":"В начале боя эффективность пробития уязвимости всех союзников понижается на 100% на 1 ход(а).","params":[1,1],"story_desc":"","tag":""},"6425":{"id":6425,"name":"Совершенно неверный рецепт","icon":"icon/rogue/curios/1103.png","desc":"В начале боя все союзники теряют энергию и все очки навыков.","params":[],"story_desc":"","tag":""},"6501":{"id":6501,"name":"Чрезмерное питание","icon":"icon/rogue/curios/1111.png","desc":"Когда персонаж получает исцеление от персонажа Изобилия, он получает Щит, который может складываться, равный 100% от избыточного исцеления. Макс. сила Щита составляет 50% от макс. HP персонажа. Щит снимается в конце хода.","params":[0.5,1],"story_desc":"Доктор Атарте изобрёл машину для управления питанием, чтобы решить серьёзную проблему ожирения. Эта машина не только может поглощать излишки калорий своего владельца и сохранять их в другом месте, но и отфильтровывать безвредные частицы в атмосфере, чтобы синтезировать пищу. Однако никто не ожидал, что пользователи машины будут дальше набирать вес. Проблема была в том, что синтез прекрасно работал и пользователи то и дело тянулись за добавкой. Из-за многочисленных жалоб доктор Атарте потерял сон и сильно похудел.","tag":""},"6502":{"id":6502,"name":"Честь и страсть","icon":"icon/rogue/curios/1101.png","desc":"Если в отряде есть персонажи Пути Сохранения, когда союзники с HP выше 50% получают урон, в первую очередь расходуется HP, а 40% от этого HP конвертируется в Щит. Эффект длится 2 хода.","params":[0.4,0.5,2],"story_desc":"Корпорация межзвёздного мира оставляет за собой право окончательной трактовки добычи полезных ископаемых в звёздных системах, находящихся под её властью. Любые незаконные работы по добыче рассматриваются как акт богохульства, мешающий строительству стены Повелителя Янтаря. Большие тараны, установленные на военных крейсерах, стремительно обрушиваются на нарушителей, являя священный облик Клипота и превращая корабль преступников в металлолом. Освальдо не раз в шутку говорил, что методы, применяемые отделом логистики строительных материалов, гораздо радикальнее тех, что применяет отдел развития маркетинга. Возможно, так и есть.","tag":""},"6503":{"id":6503,"name":"Парящий стейк","icon":"icon/rogue/curios/1113.png","desc":"После того как персонажи Пути Разрушения атакуют противников с пробитой уязвимостью, существует80% шанс наложить эффект огненного, ветряного, электрического и физического пробития уязвимости. Каждый раз, когда противник получает пробитие уязвимости, эффект срабатывает до 1 раза. Когда персонаж расходует или восстанавливает HP, его эффект пробития повышается на 25% на 1 ход.","params":[0.8,1,0.25,1],"story_desc":"Парящие в воздухе существа, которых разводит народ медиро. После длительной селекции вкус их мяса стал неотличим от мяса обычного скота. Из-за сложности приготовления этот ингредиент часто встречается в элитных ресторанах. По наблюдениям Школы астральной экологии, эти существа генетически похожи на книдоциты Мулдрасиля. Есть даже радикалы, утверждающие, что эти существа имеют общего предка с вьюнокрылыми, но с этой идеей не согласилась Ассоциация межзвёздной кулинарии.","tag":""},"6504":{"id":6504,"name":"Фрагменты каменного говоруна","icon":"icon/rogue/curios/1108.png","desc":"Персонажи Пути Разрушения и Эрудиции избегают всех эффектов контроля. Когда этот эффект срабатывает, действие персонажа продвигается вперёд на 50%.","params":[0.5],"story_desc":"Твёрдые информационные фрагменты, выделяемые из тел каменных говорунов. Эти высокоинтеллектуальные иглокожие используют их для записи всего - от обрывочных слов отдельного человека до истории целых обществ. Благодаря особой нейронной структуре каменных говорунов, информация, содержащаяся в их телах, легко может быть расшифрована другими космическими цивилизациями. Поэтому КММ использовала их задолго до появления маяков синестезии. Именно они стали основой космических коммуникаций.","tag":""},"6505":{"id":6505,"name":"Озарение<unbreak>-310</unbreak>","icon":"icon/rogue/curios/1097.png","desc":"Когда персонажи Пути Небытия накладывают ослабление на противника, появляется базовый шанс 100% наложить на цель 1 ур. Хрупкости. Этот эффект может сработать до 1 раза в течение одного действия.","params":[1,1,1],"story_desc":"Среди различных зелий, предлагаемых Докторами Хаоса, зелье Озарение-310, пожалуй, наименее безопасно. Равномерно распределите его по лбу, подержите во рту лист астры и подождите, пока гелеобразное вещество, созданное из девяти ингредиентов, таких как зубной порошок красноперого волка и желудочный сок червей Денисовой, не проникнет в кору головного мозга. Зелье действует на сознание пациента и стирает первопричину эмоций, которые могут вызвать Небытие. К сожалению, из-за приятных ощущений, возникающих при изменении сознания, после появления в пограничных звёздных системах зелье превратилось в психический анестетик, используемым для бегства от реальности. До вмешательства КММ шестнадцать звёздных систем стояли на грани уничтожения из-за злоупотребления зельем, в конце концов они канули в небытие.","tag":""},"6506":{"id":6506,"name":"Банка сновидений","icon":"icon/rogue/curios/1106.png","desc":"После атаки персонажа, не идущего по Пути Гармонии, случайный персонаж Гармонии получает 1 ур. Аккорда. Складывается до 15 раз.","params":[1,15],"story_desc":"Консервы грёз с Пенаконии, планеты празднеств. Они наполнены очень компактной газообразной меморией. Пользователь погружается в сон через пять минут после открытия банки. Изначально банка сновидений использовалась в спальне космических семей среднего класса, но на некоторых планетах, погрязших в трясине войны, она стала единственным средством для сна. В мрачных и унылых пещерах выжившие дрожат от холода и погружаются в сон, чтобы обрести свободу, которой не обладают в реальности. Прямо как в прошлом земли грёз.","tag":""},"6507":{"id":6507,"name":"Рация параллельной вселенной","icon":"icon/rogue/curios/1105.png","desc":"После того как персонаж Пути Эрудиции или Охоты использует сверхспособность для нанесения урона противнику, атака считается бонус-атакой.","params":[],"story_desc":"Некоторые изобретения Гильдии эрудитов заставляют задуматься, не проникли ли в Гильдию Недотёпы в масках. Примером может служить эта рация параллельной вселенной. Судя по всему, она способна обнаруживать крошечные расхождения в пространстве-времени и устанавливать связь между двумя ближайшими точками расхождения, позволяя передавать информацию между ними, но единственное, что может услышать пользователь, это собственное эхо. Руководитель проекта доктор ДеВитт отмечает, что этот феномен как нельзя лучше иллюстрирует высокий уровень сходства между параллельными вселенными, когда даже мысли двойников полностью совпадают.","tag":""},"6508":{"id":6508,"name":"Самые шумные","icon":"icon/rogue/curios/1098.png","desc":"Когда противники атакованы персонажами огненного типа и их уязвимость пробита, количество восстанавливаемой стойкости в следующий раз понижается на 50%.","params":[0.5],"story_desc":"Немногие существа могут выжить в песчаных бурях Талии, и барзатонские ящерицы - одни из них. Они потребляют в пищу высокорадиоактивные руды планеты и преобразуют их в энергию, необходимую для выживания. Благодаря своей чрезмерной энергии и агрессивности барзатонские ящерицы демонстрируют способности, намного превосходящие возможности обычных средств передвижения. Некоторые дельцы даже дали этому виду название «разрушительная мегаящерица», надеясь продать его новичкам из Банды уничтожения по завышенной цене. По мере того как шахты постепенно истощались, всё больше барзатонских ящериц переносили своих детёнышей на земли головорезов, чтобы обеспечить потомству выживание. Так родилась индустрия разведения ящериц Талии.","tag":""},"6509":{"id":6509,"name":"Лакомство из водорослей","icon":"icon/rogue/curios/1091.png","desc":"Когда персонаж физического типа атакует и наносит урон сверхспособностью, все союзники восстанавливают 30% от макс. HP. Скорость атакующего персонажа повышается на 25% на 1 ход, может складываться до 2 раз.","params":[0.3,0.25,1,2],"story_desc":"Колчи основали процветающую династию в тропических лесах примерно тысячу янтарных эр назад. Однако они исчезли в течение десяти янтарных эр после начала ледникового периода. Судьба колчи стала загадкой, которая долгие годы мучила историков из-за того, что тела представителей этой расы так и не были найдены - до тех пор, пока группа смельчаков, идущих по Пути Освоения, не взорвала случайно подземную гробницу. Оказавшись запертыми под землёй, Безымянные обнаружили съедобные водоросли, благодаря которым продержались до прибытия помощи. Так эти водоросли попали в космос. Когда стало ясно, что эти водоросли и есть колчи, их признали инвазивным видом на более чем пятидесяти планетах.","tag":""},"6510":{"id":6510,"name":"Первое путешествие","icon":"icon/rogue/curios/1092.png","desc":"Эффективность пробития уязвимости персонажей электрического типа повышается на 30%. После использования атаки действие персонажа продвигается вперёд пропорционально фактическому урону стойкости, нанесённому этой атакой.","params":[0.3],"story_desc":"Безумный король Кали любит детей, потому что они ближе всего сути Энигматы. Ребёнок закрывает сборник сказок и поднимает деревянную палку. Отныне палка - его меч, а он - рыцарь, которому суждено отправиться за горы, чтобы победить злого короля и захватить его земли и сокровища. Кали придумывает загадки, сочиняет сказки и правит вымышленным королевством, где все подданные - дети. Его цель остаётся неизвестной, но многие дети и по сей день держат свои мечи наготове, ожидая, когда ворота королевства откроются для рыцарей.","tag":""},"6511":{"id":6511,"name":"Божественный образ","icon":"icon/rogue/curios/1107.png","desc":"Когда персонаж физического типа наносит урон пробития, после атаки он наносит дополнительный урон, равный 80% от изначального урона.","params":[0.8],"story_desc":"Старая камера, на которую, по слухам, был запечатлён образ Эона Красоты. Держатели зеркал считают её сокровищем. Однажды она была выставлена на продажу в космическом даркнете, но каждый аукцион привлекал Недотёп в масках, которые намеренно поднимали цену до тех пор, пока не пропадали желающие её купить. В руки Держателей зеркал камера попала только после того, как Недотёпы потеряли к ней интерес. К тому времени снимки давно исчезли из камеры, но казалось, что красоту Эона всё ещё можно увидеть через объектив, словно неизбывный след солнца, опаляющего мир пламенем.","tag":""},"6512":{"id":6512,"name":"Замешательство гения","icon":"icon/rogue/curios/1094.png","desc":"Сверхспособность и бонус-атака персонажа квантового типа истощают стойкость противников без квантовой уязвимости на 50% от урона стойкости. Накладываемый пробитием статус Связывание накладывается на всех противников, а макс. количество уровней этого статуса увеличивается до 25 ур. Каждая атака накладывает на всех атакованных противников 1 доп. ур. Связывания.","params":[0.5,1,25],"story_desc":"Однажды члену Общества гениев № 77 внезапно захотелось внести вклад в космическое образование. Она использовала простое силовое поле, чтобы соединить многомерные структуры, такие как мини-червоточины и мнимые подпространственные поля, в бутылке Кляйна. Своё изобретение она надеялась распространить в качестве образовательной игрушки для детей по всей вселенной. Как и ожидалось, это великое изобретение было встречено весьма прохладно. Очевидно, понимание гения о дошкольном образовании сильно отличалось от представлений широкой публики. Это лишний раз доказывает, что гений не может быть гением во всех сферах жизни.","tag":""},"6513":{"id":6513,"name":"Бутон на ветру","icon":"icon/rogue/curios/1102.png","desc":"Выветривание, накладываемое пробитием ветряной уязвимости, больше не может быть снято и продлится до окончания боя. Может складываться до 10 раз. Каждый дополнительный уровень снижает наносимый урон цели на 3%. Таким образом он может быть понижен до макс. 30%.","params":[10,0.03,0.3],"story_desc":"Одинокий парус движется вперёд под лаской космического ветра. Эта механическая сеть, проложенная в пространстве, изначально была основным компонентом гигантского генератора Вен-II. Он улавливал заряженные частицы, выпускаемые звёздами, и преобразовывал их в энергию, которая затем доставлялась на планету. Однако всё закончилось в тот момент, когда на планету прибыл Лорд Опустошитель Зефиро. За прибытием последовал огонь взрыва сверхновой. Когда свет померк и Легион ушёл, лишь один сломанный цветок свидетельствовал о том, что на пустынной пыльной равнине когда-то существовала жизнь.","tag":""},"6514":{"id":6514,"name":"Путь к кометам","icon":"icon/rogue/curios/1095.png","desc":"Когда персонаж ледяного или мнимого типа вызывает эффект пробития уязвимости, действия противника задерживаются на 50%, а получаемый урон увеличивается на 20%. Эффект длится до восстановления от пробития уязвимости.","params":[0.5,0.2],"story_desc":"Гравитационный мост, построенный с помощью проекции на ткань пространства, признан Гильдией эрудитов одним из десяти тысяч самых бесполезных изобретений во вселенной. Это устройство появилось в результате пьяной авантюры, которую затеял Фикциолог истории Красноносый Мужичок. Он утверждал, что сможет подняться в небо по лучу света, и поставил на это десятую часть своего состояния. Однако если расстояние слишком велико, то прогулка по световому мосту ничем не отличается от марафона на длинную дистанцию. Если же расстояние слишком короткое, то расход энергии на поддержание проекта намного превышает затраты на строительство физического моста. Это действительно инновационное изобретение, но трудно понять, где бы оно пригодилось.","tag":""}}